Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: %s is committed to keeping this website up to date and accurate. Should you nevertheless encounter anything that is incorrect or out of date, we would appreciate it if you could let us know. Please indicate where on the website you read the information. We will then look at this as soon as possible. Please send your response by email to: [email_company].
es_es: %s se compromete a mantener este sitio web actualizado y preciso. Si, a pesar de todo, encontrara algo incorrecto o desactualizado, le agradeceríamos que nos lo hiciera saber. Por favor, indique en qué parte del sitio web ha leído la información. Entonces examinaremos esta cuestión lo antes posible. Por favor, envíe su respuesta por correo electrónico a: [email_company].

source: We are not liable for loss as a result of inaccuracies or incompleteness, nor for loss resulting from problems caused by or inherent to the dissemination of information through the internet, such as disruptions or interruptions. When using web forms, we strive to limit the number of required fields to a minimum. For any loss suffered as a result of the use of data, advice or ideas provided by or on behalf of %s via this website, %s accepts no liability.
es_es: No nos hacemos responsables por pérdidas como resultado de inexactitudes o información no completada, ni por pérdidas que resulten de problemas causados por o inherentes a la difusión de información a través de Internet, tales como desconexiones o interrupciones. Al utilizar formularios web, nos esforzamos por limitar al mínimo el número de campos obligatorios. Por cualquier pérdida sufrida como resultado del uso de datos, consejos o ideas proporcionadas por o en nombre de %s a través de este sitio web, %s no acepta ninguna responsabilidad.

source: The use of the website and all its components (including forums) is subject to %sterms of use%s. The mere use of this website implies the knowledge and the acceptance of these terms of use.
es_es: El uso del sitio web y todos sus componentes (incluidos los foros) está sujeto a %sterms de uso%s. El mero uso de este sitio web implica el conocimiento y la aceptación de estas condiciones de uso.

source: Responses and GDPR requests submitted by email or using a web form will be treated in the same way as letters. This means that you can expect a response from us within a period of 1 month at the latest. In the case of complex requests, we will let you know within 1 month if we need a maximum of 3 months.
es_es: Las respuestas y solicitudes de GDPR enviadas por correo electrónico o utilizando un formulario web serán tratadas de la misma manera que las cartas. Esto significa que usted puede esperar una respuesta de nosotros en un plazo de 1 mes como máximo. En el caso de solicitudes complejas, le informaremos en el plazo de 1 mes si necesitamos un máximo de 3 meses.

source: Any personal data you provide us with in the context of your response or request for information will only be used in accordance with our privacy statement.
es_es: Cualquier dato personal que nos proporcione en el contexto de su respuesta o solicitud de información sólo se utilizará de acuerdo con nuestra declaración de privacidad.

source: %s shall make every reasonable effort to protect its systems against any form of unlawful use. %s shall implement appropriate technical and organisational measures to this end, taking into account, among other things, the state of the art. However, it shall not be liable for any loss whatsoever, direct and/or indirect, suffered by a user of the website, which arises as a result of the unlawful use of its systems by a third party.
es_es: %s hará todos los esfuerzos razonables para proteger sus sistemas contra cualquier forma de uso ilegal. %s aplicarán las medidas técnicas y organizativas adecuadas a tal fin, teniendo en cuenta, entre otras cosas, avanzados desarrolos técnicos. No obstante, no será responsable de los daños y perjuicios de cualquier tipo, directos y/o indirectos, sufridos por un usuario de la web, que se deriven del uso ilegítimo de sus sistemas por parte de un tercero.

source: %s accepts no responsibility for the content of websites to which or from which a hyperlink or other reference is made. Products or services offered by third parties shall be subject to the applicable terms and conditions of those third parties.
es_es: %s no se hace responsable del contenido de las páginas web a las que se hace referencia mediante hipervínculos u otras referencias. Los productos o servicios ofrecidos por terceros estarán sujetos a los términos y condiciones aplicables de dichos terceros.

source: Our employees shall make every effort to guarantee the accessibility of our website and to continuously improve it. Including for people who use special software due to a disability.
es_es: Nuestros empleados harán todo lo posible para garantizar la accesibilidad de nuestra página web y para mejorarla continuamente. Incluyendo para personas que usan software especial debido a una discapacidad.

source: This website is therefore built according to the WCAG 2.0 level AA guidelines. These guidelines are internationally recognised agreements on accessibility, sustainability, interchangeability, and findability of websites.
es_es: Por lo tanto, este sitio web está construido de acuerdo con las directrices WCAG 2.0 nivel AA. Estas directrices son acuerdos reconocidos internacionalmente sobre accesibilidad, sostenibilidad, intercambiabilidad y localizabilidad de sitios web.

source: All intellectual property rights to content on this website are vested in %s.
es_es: Todos los derechos de propiedad intelectual del contenido de este sitio web conferidos a %s.

source: All intellectual property rights to content on this website are vested in third parties who have placed the content themselves or from whom %s has obtained a user licence.
es_es: Todos los derechos de propiedad intelectual sobre el contenido de este sitio web conferidos a terceros que han colocado el contenido ellos mismos o de quienes %s ha obtenido una licencia de usuario.

source: All intellectual property rights to content on this website are vested in %s or in third parties who have placed the content themselves or from whom %s has obtained a user licence.
es_es: Todos los derechos de propiedad intelectual sobre el contenido de este sitio web pertenecen a %s o a terceros que han colocado el contenido ellos mismos o de quienes %s ha obtenido una licencia de usuario.

source: Copying, disseminating and any other use of these materials is not permitted without the written permission of %s, except and only insofar as otherwise stipulated in regulations of mandatory law (such as the right to quote), unless specific content dictates otherwise.
es_es: La copia, difusión y cualquier otro uso de estos materiales no está permitido sin el permiso escrito de %s, excepto y sólo en la medida en que se estipule lo contrario en los reglamentos de la ley obligatoria (como el derecho a cotizar), a menos que el contenido específico dicte lo contrario.

source: Copying, distributing and any other use of these materials is permitted without the written permission of %s.
es_es: Se permite copiar, distribuir y cualquier otro uso de estos materiales sin el permiso escrito de %s.

source: The content on this website is available under a Creative Commons Attribution 3.0 Netherlands Licence unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Attribution 3.0 Netherlands a menos que se especifique lo contrario.

source: The content on this website is available under a Creative Commons Attribution-Share Alike Licence, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Attribution-Share Alike bajo la misma licencia, a menos que se especifique lo contrario.

source: The content on this website is available under a Creative Commons Attribution No Derivative Works Licence, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Attribution No Derivative Works, a menos que se especifique lo contrario.

source: The content on this website is available under a Creative Commons Attribution Non-Commercial Licence, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una Licencia No Comercial de Reconocimiento de Creative Commons, a menos que se especifique lo contrario.

source: The content on this website is available under a Creative Commons Attribution Share Alike Non-Commercial Licence, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia no comercial Creative Commons Attribution Share Alike, a menos que se especifique lo contrario.

source: If you have any questions or problems with the accessibility of the website, please do not hesitate to contact us.
es_es: Si tiene alguna pregunta o problema con la accesibilidad del sitio web, no dude en ponerse en contacto con nosotros.

source: This privacy statement was last updated on %s.
es_es: Esta declaración de privacidad fue actualizada por última vez en %s.

source: In this privacy statement, we explain what we do with the data we obtain about you via %s. We recommend you carefully read this statement. In our processing we comply with the requirements of privacy legislation. That means, among other things, that:
es_es: En esta declaración de privacidad, explicamos lo que hacemos con los datos que obtenemos sobre usted a través de %s. Le recomendamos que lea atentamente esta declaración. En nuestro procesamiento cumplimos con los requisitos de la legislación de privacidad. Eso significa, entre otras cosas, que:

source: we clearly state the purposes for which we process personal data. We do this by means of this privacy statement;
es_es: indicamos claramente los fines para los que procesamos los datos personales. Hacemos esto por medio de esta declaración de privacidad;

source: we aim to limit our collection of personal data to only the personal data required for legitimate purposes;
es_es: nuestro objetivo es limitar nuestra recopilación de datos personales únicamente a los datos personales necesarios para fines legítimos;

source: we first request your explicit consent to process your personal data in cases requiring your consent;
es_es: en primer lugar, solicitamos su consentimiento explícito para el tratamiento de sus datos personales en los casos que requieran su consentimiento;

source: we take appropriate security measures to protect your personal data and also require this from parties that process personal data on our behalf;
es_es: tomamos las medidas de seguridad adecuadas para proteger sus datos personales y también requerimos esto de las partes que procesan datos personales en nuestro nombre;

source: we respect your right to to access your personal data or have it corrected or deleted, at your request.
es_es: respetamos su derecho a acceder a sus datos personales, rectificarlos o cancelarlos, a petición suya.

source: If you have any questions, or want to know exactly what data we keep of you, please contact us.
es_es: Si tiene alguna pregunta o desea saber exactamente qué datos guardamos de usted, póngase en contacto con nosotros.

source: Sharing with other parties
es_es: Compartir con otras partes

source: We only share this data with processors and with other third parties for which the data subjects consent must be obtained. It concerns the following party or parties:
es_es: Sólo compartimos estos datos con los procesadores y con otros terceros para los que debe obtenerse el consentimiento de los interesados. Se refiere a la(s) siguiente(s) parte(s):

source: Name:
es_es: Nombre:

source: Country:
es_es: País:

source: Data:
es_es: Datos:

source: We do not share your data with third parties.
es_es: No compartimos sus datos con terceros.

source: We only share this data with processors that are necessary for the performance of my service.
es_es: Sólo compartimos estos datos con los procesadores que son necesarios para el funcionamiento de mi servicio.

source: Our website uses cookies. For more information about cookies, please refer to our Cookie Statement. %scookiestatement%s.
es_es: Nuestro sitio web utiliza cookies. Para obtener más información acerca de las cookies, consulte nuestra Declaración de cookies. %scookiestatement%s.

source: Statistics
es_es: Estadísticas

source: We keep track of anonymised statistics to gain insight into how often and in what way visitors use our website.
es_es: Hacemos un seguimiento de las estadísticas anónimas para saber con qué frecuencia y de qué manera los visitantes utilizan nuestro sitio web.

source: We have concluded a data processing agreement with Google.
es_es: Hemos concluido un acuerdo de tratamiento de datos con Google.

source: Google may not use the data for any other Google services. The inclusion of full IP addresses is blocked by us.
es_es: Google no puede utilizar los datos para ningún otro servicio de Google. La inclusión de direcciones IP completas está bloqueada por nosotros.

source: Security
es_es: Seguridad

source: We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorised access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.
es_es: Estamos comprometidos con la seguridad de los datos personales. Tomamos las medidas de seguridad adecuadas para limitar el abuso y el acceso no autorizado a los datos personales. Esto asegura que sólo las personas necesarias tengan acceso a sus datos, que el acceso a los datos esté protegido y que nuestras medidas de seguridad sean revisadas regularmente.

source: The security measures we use consist of:
es_es: Las medidas de seguridad que utilizamos consisten en:

source: Third party websites
es_es: Página web de la tercera parte

source: This privacy statement does not apply to third party websites connected by links on our website. We cannot guarantee that these third parties handle your personal data in a reliable or secure manner. We recommend you read the privacy statements of these websites prior to making use of these websites.
es_es: Esta declaración de privacidad no se aplica a los sitios web de terceros conectados por enlaces en nuestro sitio web. No podemos garantizar que estos terceros traten sus datos personales de forma fiable y segura. Le recomendamos que lea las declaraciones de privacidad de estos sitios web antes de hacer uso de ellos.

source: Amendments to this privacy statement
es_es: Modificaciones a esta declaración de privacidad

source: We reserve the right to make amendments to this privacy statement. It is recommended that you consult this privacy statement regularly in order to be aware of any changes. In addition, we will actively inform you wherever possible.
es_es: Nos reservamos el derecho de hacer enmiendas a esta declaración de privacidad. Se recomienda que consulte esta declaración de privacidad regularmente para estar al tanto de cualquier cambio. Además, le informaremos activamente siempre que sea posible.

source: Accessing and modifying your data
es_es: Accediendo y modificando sus datos

source: If you have any questions or want to know which personal data we have about you, please contact us. You can contact us by using the information below. You have the following rights:
es_es: Si tiene alguna pregunta o desea saber qué datos personales tenemos sobre usted, póngase en contacto con nosotros. Puede ponerse en contacto con nosotros utilizando la siguiente información. Usted tiene los siguientes derechos:

source: You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
es_es: Usted tiene derecho a saber por qué se necesitan sus datos personales, qué sucederá con ellos y durante cuánto tiempo se conservarán.

source: Right of access: You have the right to access your personal data that is known to us.
es_es: Derecho de acceso: Usted tiene derecho a acceder a sus datos personales que nosotros conozcamos.

source: Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
es_es: Derecho de rectificación: tiene derecho a completar, rectificar, borrar o bloquear sus datos personales cuando lo desee.

source: If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
es_es: Si usted nos da su consentimiento para procesar sus datos, tiene derecho a revocar dicho consentimiento y a que se eliminen sus datos personales.

source: Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
es_es: Derecho de cesión de sus datos: tiene derecho a solicitar todos sus datos personales al responsable del tratamiento y a transferirlos íntegramente a otro responsable del tratamiento.

source: Right to object: you may object to the processing of your data. We comply with this, unless there are justified grounds for processing.
es_es: Derecho de oposición: usted puede oponerse al tratamiento de sus datos. Nosotros cumplimos con esto, a menos que existan motivos justificados para el tratamiento.

source: Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person.
es_es: Por favor, asegúrese de indicar siempre claramente quién es usted, para que podamos estar seguros de que no modificamos o eliminamos ningún dato de la persona equivocada.

source: Automated decision-making
es_es: Toma de decisiones automatizada

source: We make decisions on the basis of automated processing with respect to matters that may have (significant) consequences for individuals. These are decisions taken by computer programmes or systems without human intervention.
es_es: Tomamos decisiones sobre la base del tratamiento automatizado con respecto a asuntos que pueden tener consecuencias (significativas) para las personas. Son decisiones tomadas por programas o sistemas informáticos sin intervención humana.

source: Submitting a complaint
es_es: Presentar una queja

source: If you are not satisfied with the way in which we handle (a complaint about) the processing of your personal data, you have the right to submit a complaint to the Data Protection Authority.
es_es: Si no está satisfecho con la forma en que tratamos (una queja) el procesamiento de sus datos personales, tiene derecho a presentar una queja a la Autoridad de Protección de Datos.

source: Data Protection Officer
es_es: Responsable de la Protección de Datos

source: Our Data Protection Officer has been registered with the data protection authority in an EU Member State. If you have any questions or requests with respect to this privacy statement or for the Data Protection Officer, you may contact %s, via %s or by telephone on %s.
es_es: Nuestro responsable de protección de datos ha sido registrado ante la autoridad de protección de datos de un Estado miembro de la UE. Si tiene alguna pregunta o solicitud con respecto a esta declaración de privacidad o para el responsable de la protección de datos, puede ponerse en contacto con %s, a través de %s o por teléfono en %s.

source: Contact details
es_es: Detalles de contacto

source: We have appointed a representative within the EU. If you have any questions or requests with respect to this privacy statement or for our representative, you may contact %s, via %s or by telephone on %s.
es_es: Hemos nombrado a un representante en la UE. Si tiene alguna pregunta o solicitud con respecto a esta declaración de privacidad o para nuestro representante, puede ponerse en contacto con %s, vía %s o por teléfono en %s.

source: The undersigned:
es_es: El abajo firmante:

source: hereinafter referred to as: Controller
es_es: en lo sucesivo: Responsable del tratamiento, Controlador

source: hereinafter referred to as: Processor
es_es: en lo sucesivo: Encargado del tratamiento, Procesador

source: hereinafter jointly referred to as: Parties;
es_es: en lo sucesivo se denominarán en conjunto: Partes;

source: Insofar as the Contractor processes Personal Data on behalf of the Client within the scope of the Agreement, the Client qualifies as the Controller for the Processing of Personal Data and the Contractor as the Processor, pursuant to Article 4 (7) and (8) of the Regulation;
es_es: En la medida en que el Contratista procese Datos Personales en nombre del Cliente dentro del alcance del Contrato, el Cliente califica como el Responsable del Tratamiento de Datos Personales y el Contratista como el Procesador y Encargado, de conformidad con el Artículo 4 (7) y (8) del Reglamento;

source: The Parties to this Data Processing Agreement, within the meaning of Article 28 paragraph 3 of the Regulation, wish to record their agreements on the Processing of Personal Data.
es_es: Las Partes en el presente Acuerdo sobre tratamiento de datos, en el sentido del Artículo 28, apartado 3, del Reglamento, desean hacer constar sus Acuerdos sobre Tratamiento de datos personales.

source: Agree as follows:
es_es: Se acuerda lo siguiente:

source: Definitions
es_es: Definiciones

source: The following terms used in this Data Processing Agreement shall have the meaning hereby assigned to them:
es_es: Los siguientes términos utilizados en este Acuerdo de Procesamiento de Datos tendrán el significado que aquí se les asigna:

source: Data Subject
es_es: Temas de datos

source: The person to whom Personal Data relates
es_es: La persona a la que se refieren los Datos Personales

source: Personal Data Breach
es_es: Violación de datos personales

source: A breach of security that accidentally or unlawfully results in the destruction, loss, alteration or unauthorised disclosure or access to personal data transmitted, stored or otherwise processed.
es_es: Una violación de la seguridad que, de forma accidental o ilegal, resulte en la destrucción, pérdida, alteración o revelación o acceso no autorizado a los datos personales transmitidos, almacenados o procesados de otro modo.

source: Agreement
es_es: Acuerdo

source: The agreement between the Controller and the Processor.
es_es: El acuerdo entre el Responsable y el Encargado.

source: Personal Data
es_es: Datos Personales

source: Any information relating to an identified or identifiable natural person that the Processor processes on behalf of the Controller within the scope of the Agreement.
es_es: Cualquier información relacionada con una persona física identificada o identificable que el Procesador procesa en nombre del Controlador dentro del ámbito del Acuerdo.

source: Regulation
es_es: Regulación

source: Regulation (EU) 2016/679 of 27 April 2016 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (GDPR).
es_es: Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, y por el que se deroga la Directiva 95/46/CE (GDPR).

source: Data Processing Agreement
es_es: Acuerdo de procesamiento de datos

source: This agreement including its recitals and annexes.
es_es: Este acuerdo, incluidos sus considerandos y anexos.
