Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: The text that appears on the revoke button, when the policy is accepted
es_es: El texto que aparece en el botón revocar, cuando la política es aceptada

source: Read more text
es_es: Leer más texto

source: Popup position
es_es: Posición de la Notificación

source: Banner bottom
es_es: Baner inferior

source: Banner top
es_es: Baner superior

source: Floating left
es_es: Flotando a la izquierda

source: Floating right
es_es: Flotando a la derecha

source: Style
es_es: Estilo

source: Block
es_es: Bloque

source: Classic
es_es: Clásico

source: Edgeless
es_es: Sin bordes

source: Disable cookie blocker
es_es: Desactivar el bloqueador de cookies

source: Not recommended. You can disable the brute force blocking of third party scripts if you encounter issues with the website output.
es_es: No se recomienda. Puede desactivar el bloqueo por fuerza bruta de scripts de terceros si encuentra problemas con la salida del sitio web.

source: E.g. hosting, data storage, payment processing, sending newsletters
es_es: Por ejemplo, alojamiento, almacenamiento de datos, procesamiento de pagos, envío de e-mails informativos, newsletters.

source: Describe briefly what activities your processor will perform.
es_es: Describa brevemente qué actividades realizará su procesador.

source: Who's data will be processed?
es_es: ¿Los datos de quién serán procesados?

source: Customers
es_es: Clientes

source: Employees
es_es: Empleados

source: Suppliers
es_es: Proveedores

source: Account holders
es_es: Titulares de cuentas

source: Job applicants
es_es: Solicitantes de trabajo

source: Website visitors
es_es: Visitantes del sitio web

source: Patients
es_es: Pacientes

source: Members
es_es: Miembros

source: Tenants
es_es: Inquilinos

source: Other:
es_es: Otro:

source: Which categories can the persons be placed in?
es_es: ¿En qué categorías pueden clasificarse las personas?

source: What kind of data will be processed by the data processor?
es_es: ¿Qué tipo de datos serán procesados por el procesador de datos?

source: Name Address City
es_es: Nombre Dirección Ciudad

source: Phone number
es_es: Número de teléfono

source: E-mail address
es_es: Dirección de E-mail

source: IP Address
es_es: Dirección IP

source: Social Media accounts
es_es: Cuentas de Redes sociales

source: Photo's
es_es: De las fotos

source: Birth Date
es_es: Fecha de nacimiento

source: Financial data
es_es: Datos financieros

source: Medical data
es_es: Datos Médicos

source: Which kind of personal data will be processed?
es_es: ¿Qué tipo de datos personales serán tratados?

source: Do you allow data to be processed outside the EEA European Economic Area?
es_es: ¿Permite el tratamiento de datos fuera del Espacio Económico Europeo?

source: No, processing outside the EEA is not allowed.
es_es: No, el tratamiento fuera del EEEA no está permitido.

source: Yes, but only when the countries share the same security levels concerning privacy.
es_es: Sí, pero sólo cuando los países comparten los mismos niveles de seguridad en materia de privacidad.

source: What is the name of the processor?
es_es: ¿Cuál es el nombre del procesador?

source: How will you deal with requests from those involved?
es_es: ¿Cómo tratará las solicitudes de las personas involucradas?

source: I will deal with requests from those involved, The processor will forward everything to me.
es_es: Yo me ocuparé de las peticiones de los involucrados, el procesador me enviará todo.

source: The processor may charge additional costs that it incurs in this context.
es_es: El Encargado/Procesador puede cobrar los costes adicionales en que incurra en este contexto.

source: Which security measures should the Processor take?
es_es: ¿Qué medidas de seguridad debe tomar el procesador?

source: The Processor must at least be able to meet the legal minimum.
es_es: El Encargado/Procesador debe por lo menos ser capaz de cumplir con el mínimo legal.

source: The Processor must comply with a separate security protocol.
es_es: El Encargado/Procesador debe cumplir con un protocolo de seguridad separado.

source: I want to be able to choose the required security measures myself.
es_es: Quiero poder elegir yo mismo las medidas de seguridad necesarias.

source: Where can people find this security protocol?
es_es: ¿Dónde se puede encontrar este protocolo de seguridad?

source: The protocol is annexed to this agreement.
es_es: El protocolo se adjunta al presente Acuerdo.

source: The protocol can be found online via an URL
es_es: El protocolo se puede encontrar en línea a través de una URL

source: What is the URL?
es_es: ¿Cuál es la URL?

source: Select the required security standard or measure.
es_es: Seleccione la norma o medida de seguridad requerida.

source: PCI Security Standards
es_es: Estándares de Seguridad PCI

source: Username and password
es_es: Nombre de usuario y contraseña

source: ISO27001 / 27002 certified
es_es: Certificado ISO27001 / 27002

source: Access security
es_es: Seguridad de acceso

source: Can the audit be carried out by an independent third party?
es_es: ¿Puede la auditoría ser realizada por un tercero independiente?

source: The audit may be performed by an independent third party.
es_es: La auditoría debe ser realizada por un tercero independiente.

source: Only I can perform audits
es_es: Sólo yo puedo realizar auditorías

source: When can you, as the as the data controller, carry out audits?
es_es: ¿Cuándo puede usted, como responsable del tratamiento, realizar auditorías?

source: If similar reports give no or insufficient clarification.
es_es: Si informes similares no dan aclaración o es insuficiente

source: With a reasonable suspicion of abuse,
es_es: Con una sospecha razonable de abuso,

source: Once every quarter and more often with reasonable suspicion of abuse.
es_es: Una vez cada trimestre y más a menudo si hay sospecha razonable de abuso.

source: Once every year and more often with reasonable suspicion of abuse.
es_es: Una vez al año y más a menudo si hay sospecha razonable de abuso.

source: What should be done with the findings of the audit?
es_es: ¿Qué se debe hacer con los resultados de la auditoría?

source: The processor is obliged to implement the findings as quickly as possible.
es_es: El Encargado/Procesador está obligado a aplicar los resultados lo antes posible.

source: The parties should decide together what to do with these findings.
es_es: Las partes deben decidir conjuntamente qué hacer con estas conclusiones.

source: Who is responsible for any audit costs?
es_es: ¿Quién es responsable de los costes de auditoría?

source: Data controller
es_es: Titular del tratamiento

source: Processor
es_es: Tratamiento

source: The Processor, in case of non - trivial violations of the obligations from the processor agreement. Otherwise the data controller.
es_es: El Procesador, en caso de violaciones no triviales de las obligaciones del acuerdo con el procesador. En caso contrario, el responsable de los datos.

source: How quickly should the Data Controller be informed of a data breach?
es_es: ¿Con qué rapidez debe informarse al responsable del tratamiento de los datos en caso de violación de los mismos?

source: Immediately(without reasonable delay) after the leak has become known to the processor.
es_es: Inmediatamente (sin demora razonable) después de que la fuga haya sido conocida por el procesador encargado.

source: Immediately(without reasonable delay), within 24 hours after the leak has become know to the processor.
es_es: Inmediatamente (sin demora razonable), dentro de las 24 horas después de que la fuga haya sido conocida por el procesador.

source: Immediately(without reasonable delay), within 36 hours after the leak has become know to the processor.
es_es: Inmediatamente (sin demora razonable), dentro de las 36 horas después de que la fuga haya sido conocida por el procesador.

source: Up to which amount, can the processor be held liable for violations of the processor agreement?
es_es: ¿Hasta qué cantidad, el Procesador puede ser considerado responsable por violaciones del acuerdo con el Procesador?

source: Should the Processor take out liability insurance?
es_es: ¿Debe el encargado del tratamiento contratar un seguro de responsabilidad civil?

source: What is the maximum of costs the insurance can cover?
es_es: ¿Cuál es el costo máximo que puede cubrir el seguro?

source: The insurance conditions must provide at least cover for the following claims:
es_es: Las condiciones del seguro deberán cubrir, como mínimo, los siguientes siniestros:

source: Data breaches.
es_es: Violaciones de datos

source: Not complying to the processing data contract.
es_es: Incumplimiento del contrato de procesamiento de datos.

source: Access to the insurance policy can be demanded.
es_es: Se puede exigir el acceso a la póliza de seguro.

source: What is the name of your organization?
es_es: ¿Cuál es el nombre de su organización?

source: The name of your head organisation.
es_es: El nombre de su organización principal.

source: What is your address?
es_es: ¿Cuál es su dirección?

source: What is your Postal Code?
es_es: ¿Cuál es su código postal?

source: What is your City?
es_es: ¿Cuál es su ciudad?

source: What is your Country?
es_es: ¿Cuál es su país?

source: This setting is automatically selected based on your WordPress language setting.
es_es: Esta configuración se selecciona automáticamente en función de la configuración de idioma de WordPress.

source: What is the e-mail address your visitors can use to contact you about privacy issues?
es_es: ¿Cuál es la dirección de correo electrónico que sus visitantes pueden utilizar para ponerse en contacto con usted sobre cuestiones de privacidad?

source: What is the telephone number your visitors can use to contact you about privacy issues?
es_es: ¿Cuál es el número de teléfono que sus visitantes pueden usar para comunicarse con usted sobre temas de privacidad?

source: Do you compile statistics of your website?
es_es: ¿Recopila estadísticas de su sitio web?

source: Yes, anonymous
es_es: Si, anónimo

source: Yes, and the personal data is available to us.
es_es: Sí, y los datos personales están a nuestra disposición.

source: Yes, with Google Analytics
es_es: Si, con Google Analytics

source: Yes, with Matomo
es_es: Si, con Matomo

source: Yes, with Google Tag Manager
es_es: Sin, con Google Tag Manager

source: Regarding the previous question, can you give more information?
es_es: Respecto a la pregunta anterior, ¿puede darnos más información?

source: I have accepted the Google data processing amendment
es_es: He aceptado la enmienda de procesamiento de datos de Google

source: Google is not allowed to use this data for other Google services
es_es: Google no puede utilizar estos datos para otros servicios de Google.

source: Acquiring IP-addresses is blocked.
es_es: La adquisición de direcciones IP está bloqueada

source: If you use the built in method for Google Analytics, anonymization of ip numbers is automatically enabled.
es_es: Si utiliza el método incorporado para Google Analytics, la anonimización de los números IP se habilita automáticamente.

source: If you can check all three options, you might not need a cookie warning on your site.
es_es: Si puede comprobar las tres opciones, es posible que no necesite una advertencia de cookies en su sitio.

source: For detailed instructions how to configure Google analytics, please check this %sarticle%s
es_es: Para obtener instrucciones detalladas sobre cómo configurar Google Analytics, consulte este %sarticle%s

source: Do you anonymize ip numbers in Matomo?
es_es: ¿Anonimiza los números IP en Matomo?

source: If ip numbers are anoymized, the statistics cookie do not require a cookie warning
es_es: Si los números ip son analizados, la cookie de estadísticas no requiere una advertencia de cookie

source: Enter your Google Tagmanager code
es_es: Introduzca su código de Google Tagmanager

source: Enter your Analytics UA code
es_es: Ingrese su código UA de Analytics

source: This website uses cookies or similiar techniques.
es_es: Este sitio web utiliza cookies o técnicas similares.

source: Does your website use cookies for advertising?
es_es: ¿Su sitio web utiliza cookies para publicidad?

source: Does your website use social media buttons or widgets?
es_es: ¿Utiliza su sitio web botones o widgets de redes sociales?

source: e.g. Facebook, Twitter, LinkedIn sharing buttons or widgets. These usually place cookies
es_es: p.ej. Facebook, Twitter, LinkedIn compartiendo botones o widgets. Éstos generalmente colocan cookies

source: Select the types of social media you use on the site
es_es: Seleccione los tipos de redes sociales que utiliza en el sitio

source: Paste here all your scripts that activate cookies. Enter the scripts without the script tags
es_es: Pegue aquí todos los scripts que activan las cookies. Introduzca los scripts sin las etiquetas de script

source: Statistics script
es_es: Script de estadísticas

source: To be able to activate cookies when a user accepts the cookie policy, the scripts that are used for these cookies need to be entered here, without <script></script> tags. For more information on this, please read %sthis%s article
es_es: Para poder activar las cookies cuando un usuario acepta la política de cookies, los scripts que se utilizan para estas cookies deben introducirse aquí, sin etiquetas <script></script>. Para más información sobre esto, por favor lea el artículo de %sthis%s

source: Other scripts used to activate cookies
es_es: Otros scripts utilizados para activar las cookies

source: URL's from scripts you want to be blocked before the cookie warning is accepted
es_es: URL de los scripts que desea bloquear antes de que se acepte la advertencia de cookie

source: The most common third party cookies are blocked automatically. If you want to block other third party cookies, enter the script source here, comma separated. For more information on this, please read %sthis%s article
es_es: Las cookies de terceros más comunes se bloquean automáticamente. Si desea bloquear cookies de terceros, introduzca aquí la fuente del script, separada por comas. Para más información sobre esto, por favor lea el artículo de %sthis%s

source: URL's from iframes you want to be blocked before the cookie warning is accepted
es_es: URL de los iframes que desea bloquear antes de que se acepte la advertencia de cookie

source: The most common third party cookies are blocked automatically. If you want to block other third party cookies, enter the iframe source here, comma separated. For more information on this, please read %sthis%s article
es_es: Las cookies de terceros más comunes se bloquean automáticamente. Si desea bloquear cookies de terceros, introduzca aquí la fuente iframe, separada por comas. Para más información sobre esto, por favor lea el artículo de %sthis%s

source: Add the used cookies here
es_es: Añada las cookies usadas aquí

# Name of post type
source: Processing agreements
es_es: Acuerdos de tratamiento

# Singular name of post type
source: Processing agreement
es_es: Acuerdo de tratamiento

source: Processing agreement
es_es: Acuerdo de tratamiento

source: Processing agreement parent item
es_es: Articulo superior del Acuerdo de tratamiento

source: Dataleaks
es_es: Fugas de datos

source: Dataleak parent item
es_es: Elemento principal de fuga de datos

source: Download
es_es: Descarga

source: Document contents
es_es: Contenido del documento

source: Email your users
es_es: Envíe un correo electrónico a sus usuarios

source: Download PDF
es_es: Descargar PDF

source: Edit document
es_es: Editar documento

source: Purpose:
es_es: Propósito

source: What data do you collect for this purpose?
es_es: ¿Qué datos recoge para este fin?

source: Name, Address and City
es_es: Nombre, Direcciones y Ciudad

source: Birth date
es_es: Fecha de nacimiento

source: Username, passwords and other account specific data
es_es: Nombre de usuario, contraseña y otras datos específicos de la cuenta

source: Sex
es_es: Sexo

source: Location
es_es: Localización

source: Visitor behavior
es_es: Comportamiento del visitante

source: Photos
es_es: Fotos

source: Social media accounts
es_es: Cuentas de redes sociales

source: Criminal or legal data
es_es: Datos penales o legales

source: Telephone number
es_es: Número de telefono

source: Specify the purpose
es_es: Especifica la finalidad

source: How long will you retain data for this specific purpose?
es_es: ¿Durante cuánto tiempo conservará los datos para este propósito específico?

source: When the services are terminated or completed
es_es: Cuando se terminan o completan los servicios

source: When the services are terminated or completed, plus the number of months mentioned below
es_es: Cuando se terminen los servicios, más el número de meses que se mencionan a continuación

source: Other period
es_es: Otro periodo

source: I determine the retention period according to fixed objective criteria
es_es: Determino el período de retención de acuerdo con criterios objetivos fijos

source: Retention period in weeks, months or years:
es_es: Período de retención en semanas, meses o años

source: Retention period in months
es_es: Período de retención en meses

source: Necessary retention period in months after completion:
es_es: Período de retención necesario en meses después de la finalización:

source: Describe these criteria in understandable terms:
es_es: Describa estos criterios en términos comprensibles:

source: I obtain permission from the person concerned
es_es: Obtengo permiso de la persona interesada

source: It is necessary for the execution of an agreement with the person concerned
es_es: Es necesario para la ejecución de un acuerdo con la persona interesada

source: I am obligated by law
es_es: Estoy obligado por ley

source: It is necessary to fulfilll a task concerning public law.
es_es: Es necesario cumplir una tarea relativa al derecho público.

source: It is necessary for my own legitimate interest, and that interest outweighs the interest of the person concerned.
es_es: Es necesario para mi propio interés legítimo, y ese interés prevalece sobre el interés de la persona en cuestión.

source: The processing of personal data always requires a lawfull basis, which do you use?
es_es: El tratamiento de datos personales requiere siempre una base legal, ¿cuáles se utilizan?

source: Purpose, data and retention period
es_es: Propósito, datos y periodo de retención

source: We use your data for the following purpose:
es_es: Utilizamos sus datos para el siguiente propósito:

source: For this purpose we use the following data:
es_es: Para ello utilizamos los siguientes datos:

source: The basis on which we may process these data is:
es_es: La base sobre la que podemos procesar estos datos es:

source: Consent obtained
es_es: Consentimiento obtenido

source: Performance of an agreement
es_es: Ejecución de un acuerdo

source: Legal obligation
es_es: Obligación legal

source: Performance of a public task
es_es: Realización de una tarea pública

source: A legitimate interest of our own
es_es: Un interés legítimo propio

source: We retain this data until the service is terminated.
es_es: Retendremos estos datos hasta que el servicio sea cancelado.

source: We retain this data upon termination of the service for the following number of months: %s
es_es: Conservamos estos datos tras la finalización del servicio durante el siguiente número de meses: %s

source: Upon termination of the service we retain this data for the following period: %s.
es_es: Una vez finalizado el servicio, conservaremos estos datos durante el siguiente período: %s.

source: We determine the retention period according to fixed objective criteria: %s
es_es: Determinamos el período de retención de acuerdo con criterios objetivos fijos: %s

source: Date: %s
es_es: Fecha: %s

source: RE: Information regarding personal data breaches
es_es: RE: Información referente a la violación de datos personales

source: Dear Sir/Madam,
es_es: Estimado Sr/Sra

source: With this letter, I would like to inform you of a recently discovered security incident in our organisation.
es_es: Con esta carta, me gustaría informarles de un incidente de seguridad recientemente descubierto en nuestra organización.

source: In that incident, personal data was lost and there is no current back-up copy of that personal data.
es_es: En ese incidente, se perdieron datos personales y no existe una copia de seguridad actual de esos datos personales.

source: As a result of that incident, we cannot rule out the possibility that unauthorised persons have had access to your personal data.
es_es: Como resultado de este incidente, no podemos descartar la posibilidad de que personas no autorizadas hayan tenido acceso a sus datos personales.

source: We have therefore notified the national supervisory authority. As we expect possible adverse consequences for your privacy, we also inform you as a data subject. We would like to provide you with the following information in order to limit the possible consequences for you:
es_es: Por lo tanto, hemos notificado a la autoridad nacional de supervisión. Como esperamos posibles consecuencias adversas para su privacidad, también le informamos como sujeto de los datos. Nos gustaría proporcionarle la siguiente información con el fin de limitar las posibles consecuencias para usted:

source: Explanation of the nature of the breach:
es_es: Explicación y naturaleza de la infracción:

source: Possible consequences:
es_es: consecuencias posibles:

source: Measures we have taken:
es_es: Medidas que hemos tomado:

source: Measures a person involved can take to minimise damage:
es_es: Medidas que una persona involucrada puede tomar para minimizar el daño:

source: Despite these measures we have taken, the security breach may have adverse consequences for your privacy. To limit these as much as possible, we recommend that you take a number of measures. We hope that this letter has provided you with sufficient information about the security incident and its consequences. We are continuously working to improve security and counteract the possible consequences of this breach. We would like to apologise for any inconvenience you have experienced to date.
es_es: A pesar de estas medidas que hemos tomado, la violación de seguridad puede tener consecuencias adversas para su privacidad. Para limitar esto tanto como sea posible, le recomendamos que tome una serie de medidas. Esperamos que esta carta le haya proporcionado suficiente información sobre el incidente de seguridad y sus consecuencias. Trabajamos continuamente para mejorar la seguridad y contrarrestar las posibles consecuencias de esta violación. Nos gustaría disculparnos por cualquier inconveniente que haya experimentado hasta la fecha.

source: If you would like more information about the data breach, please send a message to %s
es_es: Si desea más información sobre la violación de datos, envíe un mensaje a %s

source: Kind regards,
es_es: Saludos Cordiales

source: Website:
es_es: Sitios web

source: Phone:
es_es: Teléfono

source: Privacy statement
es_es: Declaración de privacidad

# Title on processing agreement page
source: Processing agreement
es_es: Acuerdo de tratamiento
