Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: Complianz GDPR free version deactivated
es_es: La versión libre de GDPR de Complianz está desactivada

source: %s is a singleton class and you cannot create a second instance.
es_es: %s es una clase independiente y no se puede crear una segunda instancia.

source: Settings
es_es: Ajustes

source: Support
es_es: Soporte Técnico

source: All fields have been completed, but you have not clicked the finish button yet.
es_es: Se han completado todos los campos, pero aún no ha hecho clic en el botón Finalizar.

source: Wizard
es_es: Asistente

source: Cookie warning
es_es: Aviso de Cookies

source: Your license needs to be activated to unlock the wizard
es_es: Su licencia debe estar activada para desbloquear el asistente

source: Tools
es_es: Herramientas

source: For the most common issues see the Complianz %sknowledge base%s
es_es: Para los temas más comunes ver la %sknowledge base%s de Complianz

source: Ask your questions on the %sWordPress forum%s
es_es: Haga sus preguntas en el foro de %sWordPress forum%s

source: Create dataleak report
es_es: Crear informe de pico de datos

source: Create processing agreement
es_es: Crear acuerdo de procesamiento

source: Upgrade to Complianz premium for %spremium support%s
es_es: Actualice a Complianz premium para soporte de %spremium support%s

source: Export personal data
es_es: Exportar datos personales

source: Erase personal data
es_es: Borre datos personales

source: Upgrade to premium
es_es: Actualización a Premium

source: Privacy Statement, Disclaimer & Processing Agreement
es_es: Declaración de privacidad, exención de responsabilidad y acuerdo de procesamiento

source: Legal Updates, GEO Location & Do Not Track
es_es: Actualizaciones Legales, GEO Location & Do Not Track

source: Multiple Languages & Premium Support
es_es: Múltiples idiomas y soporte Premium

source: Discover all premium benefits
es_es: Descubra todos los beneficios premium

source: Read more
es_es: Leer más

source: Trusted by over 1 million WordPress users
es_es: Confiado por más de 1 millón de usuarios de WordPress

source: Feature requests
es_es: Solicitudes de funciones

source: Need new features or languages? Let us know!
es_es: ¿Necesita nuevas funciones o idiomas? Háganoslo saber!

source: Tutorials
es_es: Tutoriales

source: Check out our tutorials on complianz.io!
es_es: Echa un vistazo a nuestros tutoriales sobre complianz.io!

source: Our blog
es_es: Nuestro blog

source: Stay up to date with the latest news
es_es: Manténgase al día con las últimas noticias

source: Free
es_es: Gratis

source: %s completed.
es_es: %s completado.

source: Complianz GDPR is not configured completely.
es_es: Complianz GDPR no está configurado completamente.

source: Continue
es_es: Continúe

source: Great! Complianz GDPR has been configured.
es_es: ¡Fantástico! Se ha configurado Complianz GDPR.

source: Your progress
es_es: Su progreso

source: Almost ready
es_es: Casi finalizado

source: Well done! You are GDPR compliant.
es_es: Bien hecho! Usted es compatible con GDPR.

source: Your site requires a cookie warning, but the wizard is not completed yet
es_es: Su sitio requiere una advertencia de cookie, pero el asistente aún no se ha completado

source: Your site requires a cookie warning, which has been enabled
es_es: Su sitio requiere una advertencia de cookie, que ha sido habilitada

source: Your site does not require a cookie warning. No cookie warning has been enabled.
es_es: Su sitio no requiere una advertencia de cookies. No se ha habilitado ninguna advertencia de cookies.

source: You do not have a privacy policy validated by Complianz GDPR yet. Upgrade to %spremium%s to generate a custom privacy policy
es_es: Usted todavía no tiene una política de privacidad validada por Complianz GDPR. Actualizar a %spremium%s para generar una política de privacidad personalizada

source: You do not have a cookie policy validated by Complianz GDPR yet.
es_es: Usted no tiene una política de cookies validada por Complianz GDPR todavía.

source: Last cookie scan on %s
es_es: Último análisis de cookies en %s

source: No cookie scan yet
es_es: No hay escaneo de cookies todavía

source: The browser setting Do No Track is not respected yet. Upgrade to %spremium%s to make your site DNT compliant
es_es: Todavía no se respeta la configuración del navegador No rastrear. Actualice a %spremium%s para que su sitio sea compatible con DNT

source: Email address not valid
es_es: Dirección de E-mail no válida

source: Your support request has been received. We will reply shortly. You can track the status of your request at %scomplianz.io%s
es_es: Su solicitud de soporte ha sido recibida. Le responderemos a la brevedad. Puede seguir el estado de su solicitud en %scomplianz.io%s

source: Something went wrong while submitting the support request
es_es: Algo salió mal al enviar la solicitud de soporte

source: Cookie warning settings
es_es: Configuración de advertencia de cookies

source: Please complete the wizard to check if you need a cookie warning.
es_es: Por favor, complete el asistente para comprobar si necesita una advertencia de cookies.

source: Your website does not require a cookie warning, so these settings do not apply.
es_es: Su sitio web no requiere una advertencia de cookies, por lo que esta configuración no se aplica.

source: Your website requires a cookie warning, these settings will determine how the popup will look.
es_es: Su sitio web requiere una advertencia de cookies, esta configuración determinará el aspecto que tendrá la ventana emergente.

source: PHP version problem
es_es: Problema con la versión PHP

source: Complianz GDPR requires at least PHP version 5.6. Please upgrade your PHP version before continuing.
es_es: Complianz GDPR requiere al menos la versión 5.6 de PHP. Por favor actualice su versión PHP antes de continuar.

source: You haven't activated your Complianz GDPR premium license yet. To get all future updates, enter your license on the settings page.
es_es: Aún no ha activado su licencia Premium de Complianz GDPR. Para obtener todas las actualizaciones futuras, introduzca su licencia en la página de configuración.

source: Go to the %ssettings page%s or %spurchase a license%s
es_es: Ir a la página %ssettings%s o %spurchase a license%s

source: License
es_es: Licencia

source: Your license is valid, but not activated on this site
es_es: Su licencia es válida, pero no está activada en este sitio

source: Your license does not seem to be valid. Please check your license key
es_es: Su licencia no parece ser válida. Por favor, compruebe su clave de licencia

source: Your license is valid, and expires on: %s
es_es: Su licencia es válida y expira el: %s

source: Enter your license here so you keep receiving updates and support.
es_es: Ingrese su licencia aquí para seguir recibiendo actualizaciones y soporte.

source: License Key
es_es: Código de licencia

source: This is not a valid license
es_es: Esta no es una licencia válida

source: Your license is expired. Please renew your license at %scomplianz.io%s
es_es: Su licencia ha caducado. Por favor, renueve su licencia en %scomplianz.io%s

source: Your license has been revoked. Please contact %ssupport%s
es_es: Su licencia ha sido revocada. Póngase en contacto con %ssupport%s

source: Your license could not be found in the database. Please contact %ssupport%s
es_es: Su licencia no se encuentra en la base de datos. Póngase en contacto con %ssupport%s

source: Your license has not yet been activated for this domain.
es_es: Su licencia aún no ha sido activada para este dominio.

source: Your license key appears to be invalid.
es_es: Su clave de licencia parece no ser válida.

source: You have no activations left on your license. Please upgrade your license at %scomplianz.io%s
es_es: No le quedan activaciones en su licencia. Por favor, actualice su licencia en %scomplianz.io%s

source: Your license is valid, but has not yet been activated for this domain.
es_es: Su licencia es válida, pero aún no ha sido activada para este dominio.

source: license data error
es_es: licencia y error de datos

source: The generated document %s has not been assigned to a menu yet, you can do this now, or skip this step and do it later.
es_es: El documento generado %s no ha sido asignado a un menú todavía, puede hacerlo ahora, o saltar este paso y hacerlo más tarde.

source: Select a menu
es_es: seleccione un menú

source: Annex
es_es: Anexo

source: (See paragraph %s)
es_es: (Mirar el párrafo %s)

source: (See annex %s)
es_es: (Mirar anexo %s)

source: and
es_es: y

source: Revoke cookie consent
es_es: Revocar el consentimiento de las cookies

source: Your company is located outside the EU, so should appoint a GDPR representative in the EU.
es_es: Su empresa está situada fuera de la UE, por lo que debe nombrar a un representante de GDPR en la UE.

source: Your company is located in the EU, so you do not need to appoint a GDPR representative in the EU.
es_es: Su empresa está situada en la UE, por lo que no necesita nombrar a un representante de GDPR en la UE.

source: The scan found social media buttons or widgets for %s on your site, which means the answer should be yes
es_es: El análisis encontró botones de medios sociales o widgets para %s en su sitio, lo que significa que la respuesta debe ser sí

source: The scan found contact forms on your site, so you should select the 'contact' option.
es_es: El escaneo encontró formularios de contacto en su sitio, por lo que debe seleccionar la opción `contacto'.

source: This field is required. Please complete the question before continuing
es_es: Este campo es obligatorio. Por favor complete la pregunta antes de continuar

source: (Optional)
es_es: (Opcional)

source: Choose an option
es_es: Escoge una opción

source: Save
es_es: Guardar

source: Add new
es_es: Añadir nuevo

source: Description
es_es: Descripción

source: Remove
es_es: Eliminar

source: Not recognized
es_es: No reconocido

source: Information for the cookie "%s"
es_es: Información para la cookie "%s".

source: This is a functional cookie
es_es: Esta es una cookie funcional

source: Add this cookie to the cookie policy
es_es: Agregar esta cookie a la política de cookies

source: Used names
es_es: Nombres usados

source: Privacy policy URL
es_es: URL de la Politica de Privacidad

source: Purpose
es_es: Propósito

source: Retention period
es_es: Período de retención

source: Add new cookie
es_es: Añadir nueva Cookie

source: Add new thirdparty
es_es: Añadir nueva tercera parte

source: What is the name of the third party with whom you share the data?
es_es: ¿Cuál es el nombre del tercero con el que comparte los datos?

source: Third party country
es_es: País de la tercera Parte

source: What type of data is shared
es_es: Qué tipo de datos se comparten

source: Use geolocation
es_es: Usa geolocalización

source: If enabled, the cookie warning will not show for countries without a cookie law.
es_es: Si está habilitada, la advertencia de cookie no se mostrará para los países que no cuenten con una ley de cookies.

source: Need help? Quickly submit your support ticket
es_es: ¿Necesita ayuda? Envíe rápidamente su ticket de soporte

source: Summarize your issue in a few words
es_es: Resuma su problema en pocas palabras

source: Your email address
es_es: Su dirección de E-mail

source: Describe your issue
es_es: Describa su problema

source: Submit ticket
es_es: Enviar ticket

source: GDPR Documents
es_es: Documentos GDPR

source: A %s document has been generated
es_es: Un %s docuemnto ha sido generado

source: Great! You have contact forms which require a consent checkbox, and have implemented this
es_es: ¡Fantástico! Dispone de formularios de contacto que requieren una casilla de selección de consentimiento y los ha implementado.

source: You should add a consent checkbox to your contact forms.
es_es: Debe agregar una casilla de verificación de consentimiento a sus formularios de contacto.

source: Your contact forms do not require a consent checkbox
es_es: Sus formularios de contacto no requieren una casilla de verificación de consentimiento

source: You have indicated no contact forms are used on the website
es_es: Usted ha indicado que no se utilizan formularios de contacto en el sitio web

source: No security incident has occurred.
es_es: No se ha producido ningún incidente de seguridad.

source: Please report this incident to the data protection authority.
es_es: Por favor, informe de este incidente a la autoridad de protección de datos.

source: Because breached data presents a high risk to involved persons, you should also report this incident to those involved.
es_es: Debido a que los datos violados presentan un alto riesgo para las personas involucradas, usted también debe reportar este incidente a las personas involucradas.

source: You can use the generated report to inform those involved.
es_es: Puede utilizar el informe generado para informar a los implicados.

source: It is not necessary to inform those involved.
es_es: No es necesario informar a los implicados.

source: Click finish to save and close this report.
es_es: Haga clic en Finalizar para guardar y cerrar este informe.

source: The security incident does not have to be reported
es_es: El incidente de seguridad no ha de ser notificado

source: Dataleak
es_es: Fuga de datos

source: Dataleak %s
es_es: Fuga de datos %s

# Title on page
source: Processing agreement
es_es: Acuerdo de tratamiento

source: Not all required fields are completed yet. Please check the steps to complete all required questions
es_es: Aún no se han completado todos los campos obligatorios. Por favor, compruebe los pasos para completar todas las preguntas requeridas

source: All steps have been completed. Click %s to complete the configuration and create a processing agreement. You can come back to change your configuration at any time.
es_es: Se han completado todos los pasos. Haga clic en %s para completar la configuración y crear un acuerdo de procesamiento. Puede volver a cambiar su configuración en cualquier momento.

source: Finish
es_es: Concluir

source: Processing agreement %s
es_es: Acuerdo de tratamiento %s

source: The cookie scan detected %s cookies on your site, which means the answer to this question should be %s.
es_es: El escaneo de cookies detectó %s cookies en su sitio, lo que significa que la respuesta a esta pregunta debe ser %s.

source: The cookie scan detected %s cookies on your site, which means the answer to this question should be YES.
es_es: El escaneo de cookies detectó %s cookies en su sitio, lo que significa que la respuesta a esta pregunta debe ser Si.

source: The cookie scan detected %s types of cookies on your site: %s, which means the answer to this question should be Yes.
es_es: La exploración de cookies detectó %s tipos de cookies en su sitio: lo que significa que la respuesta a esta pregunta debería ser Sí.

source: Statistical cookies and PHP session cookie aside, the cookie scan detected no cookies on your site which means the answer to this question can be answered with No.
es_es: Además de las cookies estadísticas y la cookie de sesión PHP, el análisis de cookies no detectó cookies en su sitio, lo que significa que la respuesta a esta pregunta se puede responder con un No.

source: You use Matomo for statistics on your site, with ip numbers anonymized, so it is not necessary to add the script here.
es_es: Usted utiliza Matomo para las estadísticas de su sitio, con números ip anonimizados, por lo que no es necesario añadir el script aquí.

source: You use Matomo for statistics on your site, but ip numbers are not anonymized, so you should your tracking script here
es_es: Usted utiliza Matomo para las estadísticas de su sitio, pero los números ip no están anonimizados, por lo que debe su secuencia de comandos de seguimiento aquí

source: %s at %s
es_es: %s en %s

source: Origin unknown
es_es: Origen desconocido

source: No cookies detected
es_es: No se detectaron cookies

source: Cookie scan in progress
es_es: Escaneo de Cookies en proceso

source: Cookie scan
es_es: Escaneo de Cookies

source: Cookies as detected by the automatic cookie scan. Please note that only cookies set on your own domain are detected by this scan.
es_es: Cookies detectadas por el análisis automático de cookies. Por favor, tenga en cuenta que sólo las cookies configuradas en su propio dominio son detectadas por este análisis.

source: Re-scan
es_es: Re-scan, Analizar de nuevo

source: Processing agreements
es_es: Acuerdos de tratamiento

source: Dataleak reports
es_es: Informe de la fuga de datos

source: Great, the wizard is completed. This means the general data is already in the system, and you can continue with the next question. This will start a new, empty document.
es_es: Perfecto, el asistente está completo. Esto significa que los datos generales ya están en el sistema y que puede continuar con la siguiente pregunta. Esto iniciará un nuevo documento vacío.

source: The wizard isn't completed yet. If you have answered all required questions, you just need to click 'finish' to complete it. In the wizard some general data is entered which is needed for this document. %sPlease complete the wizard first%s.
es_es: El asistente no está terminado todavía. Si ha respondido a todas las preguntas requeridas, sólo tiene que hacer clic en 'Finalizar' para completarla. En el asistente se introducen algunos datos generales necesarios para este documento.%sPor favor, complete el asistente primero.

source: Changes in cookies detected
es_es: Cambios en Cookies detectados

source: All steps have been completed. Click %s to complete the configuration. You can come back to change your configuration at any time.
es_es: Se han completado todos los pasos. Haga clic en %s para completar la configuración. Puede volver a cambiar su configuración en cualquier momento.

source: Changes saved successfully
es_es: Cambios guardados satisfactoriamente

source: You are editing a saved draft of document "%s" (%sview%s). You can view existing documents on the %soverview page%s
es_es: Está editando un borrador grabado del documento "%s" (%sview%s). Puede ver los documentos existentes en la página %soverview page%s

source: You are about to create a new document. To edit existing documents, view the %soverview page%s
es_es: Está a punto de crear un nuevo documento. Para editar documentos existentes, vea la página %soverview page%s

source: processing agreements
es_es: Acuerdos de tratamiento

source: dataleak reports
es_es: Informe de Perdida de Datos

source: To learn what %s are and what you need them for, please read this %sarticle%s
es_es: Para aprender qué son los %s y para qué los necesitas, por favor lee este %sarticle%s

source: The wizard has been completed. To start the wizard again, click 'start over'
es_es: El asistente se ha completado. Para iniciar el asistente de nuevo, haga clic en `empezar de nuevo'.

source: Start over
es_es: Comience de nuev

source: Previous
es_es: Previo

source: Next
es_es: Siguiente

# Title of PDF
source: Processing agreement
es_es: Acuerdo de tratamiento

# Title of PDF
source: Dataleak report
es_es: Informe de la fuga de datos

source: %s Processing agreement %s %s %s
es_es: %s Contrato de Procesamiento %s %s %s

source: %s Dataleak report %s %s %s
es_es: %s Informe de fuga de datos %s %s %s

source: As of WordPress 4.9.6, plugins and themes can add their own suggested statements about cookie usage and privacy here. To use this functionality, please upgrade to the latest WordPress version.
es_es: A partir de WordPress 4.9.6, los plugins y temas pueden añadir sus propias declaraciones sugeridas sobre el uso de cookies y la privacidad aquí. Para usar esta funcionalidad, por favor actualice a la última versión de WordPress.

source: Add "%s" text to privacy policy
es_es: Añade "%s" texto a la política de privacidad

source: You did not choose to create a privacy statement through Complianz GDPR, so you can skip this step.
es_es: Usted no eligió crear una declaración de privacidad a través de Complianz GDPR, por lo que puede omitir este paso.

source: No plugins with suggested statements found.
es_es: No se han encontrado plugins con sentencias sugeridas.

source: Introduction
es_es: Introducción

source: Adjusted intro
es_es: Ajuste intro

source: Yes
es_es: SI

source: To enable the warning only for countries with a cookie law, %sget premium%s.
es_es: Para habilitar la advertencia sólo para países con una ley de cookies, %sget premium%s.

source: Has a security incident occurred?
es_es: ¿Ha ocurrido algún incidente de seguridad?

source: e.g. lost USB stick, break in, stolen laptop, password lost.
es_es: por ejemplo, pérdida de una memoria USB, allanamiento de morada, robo de un portátil, pérdida de una contraseña.

source: Which situation applies to the incident above.
es_es: Qué situación se aplica al incidente anterior.

source: Personal data is lost, without a recent copy or back-up.
es_es: Datos personales se han perdido, sin una copia reciente o copia de seguridad.

source: It can not be excluded that unauthorized persons have gained access to the personal data
es_es: No puede excluirse que personas no autorizadas hayan tenido acceso a los datos personales

source: The above alternatives do not apply.
es_es: Las alternativas anteriores no se aplican.

source: The data breach concerns more than 50 people.
es_es: La violación de datos afecta a más de 50 personas.

source: The data breach concerns sensitive personal data.
es_es: La violación de los datos se refiere a datos personales sensibles.

source: Your answers indicate that reporting of this incident to the supervisory authority is mandatory
es_es: Sus respuestas indican que la notificación de este incidente a la autoridad supervisora es obligatoria.

source: Risk of dataloss
es_es: Riesgo de pérdida de datos

source: The data is encrypted in such a way that the data cannot be used in any way
es_es: Los datos están encriptados de tal manera que no pueden ser utilizados de ninguna manera.

source: Usage of the personal data is reduced or excluded directly after the breach to minimise damage.
es_es: El uso de los datos personales se reduce o se excluye directamente después de la violación para minimizar el daño.

source: The breached data presents a high risk for those involved.
es_es: Los datos filtrados presentan un alto riesgo para los involucrados.

source: What has occurred exactly?
es_es: ¿Qué ha ocurrido exactamente?

source: What are the possible consequences?
es_es: ¿Cuáles son las posibles consecuencias?

source: What measures have been taken after the breach?
es_es: ¿Qué medidas se han tomado después de la filtración?

source: What measures could a person involved take to minimise damage?
es_es: ¿Qué medidas podría tomar una persona implicada para minimizar los daños?

source: WPML is a cookie used to provide different languages for an user. Also it checks which language a user is using.
es_es: WPML es una cookie que se utiliza para proporcionar diferentes idiomas a un usuario. También comprueba qué idioma está utilizando un usuario.

source: Collection of internal metrics for user activity, used to improve user experience.
es_es: Recopilación de métricas internas de la actividad del usuario, utilizadas para mejorar la experiencia del usuario.

source: WordPress log in cookie
es_es: Cookies de inicio de sesión de WordPress

source: 30 days
es_es: 30 días

source: Cookie to keep you logged in.
es_es: Cookie para mantenerte conectado.

source: The Clef cookie provides security measures for your website.
es_es: La cookie Clef proporciona medidas de seguridad para su sitio web.

source: Google Maps cookie
es_es: Cookies de Google Maps
