Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: Any operation or any set of operations relating to Personal Data within the scope of the Agreement, carried out by means of automated processes or otherwise, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by means of transmission, disseminating or otherwise making available, aligning or combining, restriction, erasure or destruction.
es_es: Cualquier operación o conjunto de operaciones relacionadas con los Datos Personales dentro del ámbito de aplicación del Acuerdo, llevadas a cabo mediante procesos automatizados o de otro modo, tales como la recogida, registro, organización, estructuración, almacenamiento, adaptación o alteración, recuperación, consulta, uso, revelación por medio de transmisión, difusión o de otro modo puesta a disposición, alineación o combinación, restricción, borrado o destrucción.

source: Subject of this Data Processing Agreement
es_es: Objeto del presente Acuerdo de Tratamiento de Datos

source: This Data Processing Agreement regulates the Processing of Personal Data by the Processor within the scope of the Agreement.
es_es: Este Acuerdo de Tratamiento de Datos regula el Tratamiento de Datos Personales por el Procesador dentro del ámbito del Acuerdo.

source: The nature and the purpose of the Processing, the type of Personal Data, and the categories of Data Subjects are set out in Annex 1.
es_es: La naturaleza y la finalidad del Tratamiento, el tipo de datos personales y las categorías de a las que se refieren las Clases de Datos figuran en el Anexo 1.

source: The Processor guarantees the implementation of appropriate technical and organisational measures, so that the Processing complies with the requirements of the Regulation and the protection of the rights of the Data Subject is guaranteed.
es_es: El Encargado/Procesador garantiza la implantación de las medidas técnicas y organizativas adecuadas, para que el Tratamiento cumpla con los requisitos del Reglamento y se garantice la protección de los derechos del Titular.

source: The Processor guarantees compliance with the requirements of applicable legislation and regulations relating to the processing of Personal Data.
es_es: El Encargado del tratamiento garantiza el cumplimiento de los requisitos de la legislación y normativa aplicable en materia de tratamiento de Datos Personales.

source: The personal data to be processed on the instructions of the Controller shall remain the property of the Controller.
es_es: Los datos personales que se tratarán siguiendo instrucciones del Encargado del tratamiento seguirán siendo propiedad de éste.

source: Entry into force and duration
es_es: Entrada en vigor y duración

source: This Agreement shall enter into force on the date it is signed by the Parties.
es_es: El presente Acuerdo entrará en vigor en la fecha de su firma por las Partes.

source: This Data Processing Agreement shall terminate after and insofar as the Processor has deleted or returned all Personal Data in accordance with Article 10.
es_es: Este Acuerdo de Procesamiento de Datos terminará después y en la medida en que el Procesador haya eliminado o devuelto todos los Datos Personales de conformidad con el Artículo 10.

source: Neither Party may terminate this Data Processing Agreement prematurely.
es_es: Ninguna de las Partes podrá rescindir prematuramente el presente Acuerdo sobre tratamiento de datos.

source: Parties may only amend this Agreement by mutual consent.
es_es: Las Partes sólo podrán modificar el presente Acuerdo de común acuerdo.

source: Scope of Processing Authority of the Processor
es_es: Ámbito de aplicación de la autoridad de tratamiento del encargado.

source: The Processor shall process the Personal Data exclusively on the basis of written instructions from the Controller, except in the case of derogating statutory provisions applicable to the Processor.
es_es: El Procesador procesará los Datos Personales exclusivamente sobre la base de instrucciones escritas del Responsable, excepto en el caso de derogación de las disposiciones legales aplicables al Procesador.

source: If, in the opinion of the Processor, an instruction as referred to in the first paragraph conflicts with a statutory regulation on data protection, it shall inform the Controller thereof prior to the Processing, unless a statutory regulation prohibits such notification.
es_es: Si, a juicio del responsable del tratamiento, una instrucción como la mencionada en el párrafo primero entra en conflicto con una norma legal sobre protección de datos, informará de ello al encargado del tratamiento antes del tratamiento, a menos que una norma legal prohíba dicha notificación.

source: If the Processor is required to provide Personal Data on the basis of a statutory provision, it shall inform the Controller without delay and, if possible, prior to providing the data.
es_es: Si el responsable del tratamiento está obligado a facilitar datos personales en virtud de una disposición legal, informará al encargado del tratamiento, procesador, sin demora y, si es posible, antes de facilitar los datos.

source: The Processor has no control over the purpose and means of Processing of Personal Data.
es_es: El Encargado/Procesador no tiene control sobre la finalidad y los medios del Tratamiento de Datos Personales.

source: Security of the Processing
es_es: Seguridad del tratamiento

source: The Processor will endeavour to implement adequate technical and organisational measures with regard to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data).
es_es: El Procesador se esforzará por aplicar las medidas técnicas y organizativas adecuadas en relación con las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, deterioro, alteración o transmisión no autorizada de datos personales).

source: The Processor shall endeavour to implement adequate technical and organisational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organisational security measures as set out in a separate security protocol.
es_es: El Procesador se esforzará por aplicar las medidas técnicas y organizativas adecuadas con respecto a las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, deterioro, alteración o transmisión no autorizada de datos personales). A tal fin, el Procesador del tratamiento adoptará las medidas de seguridad técnicas y organizativas establecidas en un protocolo de seguridad independiente.

source: The security protocol shall be added to this Agreement as a separate annex and shall be available from the Processor upon request.
es_es: El protocolo de seguridad se añadirá al presente Acuerdo en forma de anexo aparte y estará disponible a petición del responsable del tratamiento.

source: The security protocol can be viewed online %shere%s.
es_es: El protocolo de seguridad puede ser visto en línea %shere%s.

source: The Processor will endeavour to implement adequate technical and organisational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organisational security measures as set out in %s.
es_es: El Procesador se esforzará por implementar las medidas técnicas y organizativas adecuadas con respecto a las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, deterioro, alteración o transmisión no autorizada de datos personales). Con este fin, el Procesador tomará las medidas de seguridad técnicas y organizativas establecidas en %s.

source: Parties recognise that ensuring an appropriate level of security may require additional security measures to be implemented at any time. The Processor shall ensure a level of security appropriate to the risk. If and insofar as the Controller explicitly requests this in writing, the Processor shall implement additional measures with respect to the security of the Personal Data.
es_es: Las Partes reconocen que garantizar un nivel adecuado de seguridad puede requerir la aplicación de medidas de seguridad adicionales en cualquier momento. El procesador garantizará un nivel de seguridad adecuado al riesgo. En el caso de que el responsable del tratamiento lo solicite explícitamente por escrito, el procesador del tratamiento aplicará medidas adicionales con respecto a la seguridad de los datos personales.

source: The Processor shall not process Personal Data outside the European Union, unless explicit written consent to do so has been granted by the Controller and subject to derogating statutory obligations.
es_es: El Procesador no tratará los Datos Personales fuera de la Unión Europea, a menos que el Responsable haya dado su consentimiento explícito por escrito para ello y sin perjuicio de las obligaciones legales.

source: Article 5. Security of the Processing
es_es: Artículo 5. Seguridad del tratamiento

source: The Processor may process the personal data in countries within the European Union. Transfer to countries outside the EU is permitted, provided the relevant legal conditions have been met. Upon request, the Processor shall inform the Controller of the country or countries that is or are involved.
es_es: El Encargado/Procesador puede procesar los datos personales en países de la Unión Europea. Se permite la transferencia a países fuera de la UE, siempre que se cumplan las condiciones legales pertinentes. Si se le solicita, el Procesador informará al Responsable del país o países involucrados.

source: The Processor shall inform the Controller without unreasonable delay as soon as it has become aware of any unlawful Processing of Personal Data or any breach of security measures as referred to in the first and second paragraph.
es_es: El Procesador del tratamiento informará al Responsable del tratamiento, sin demora injustificada, en cuanto tenga conocimiento de la existencia de un tratamiento ilícito de datos personales o de una violación de las medidas de seguridad contempladas en los párrafos primero y segundo.

source: The Processor shall assist the Controller in compliance with the obligations under Articles 32 through 36 of the Regulation.
es_es: El Encargado/Procesador asistirá al Responsable del tratamiento en el cumplimiento de las obligaciones establecidas en los artículos 32 a 36 del Reglamento.

source: Duty of Confidentiality of Personnel of the Processor
es_es: Deber de Confidencialidad del Personal del Procesador

source: The Personal Data is of a confidential nature. The Processor shall not use this data for any purpose other than for which it has been acquired, even if it has been converted into such a form that it cannot be traced to data subjects.
es_es: Los Datos Personales son de carácter confidencial. El Encargado/Procesador no usará estos datos para ningún otro propósito que no sea para el cual han sido adquiridos, incluso si han sido convertidos en tal forma que no pueden ser rastreados a las clases de los datos.

source: At the request of the Controller, the Processor shall demonstrate that its Personnel have undertaken to observe confidentiality. The personal data will only be disclosed to those employees and/or third parties who must necessarily take cognisance of the Personal Data.
es_es: A petición del Responsable del tratamiento, el Encargado del tratamiento demostrará que su personal se ha comprometido a respetar la confidencialidad. Los datos personales solo se revelarán a aquellos empleados y/o terceros que necesariamente tienen que tener conocimiento de dichos Datos personales.

source: This duty of confidentiality shall not apply where the Controller has given express consent to disclose the data to third parties, if disclosure of the data to third parties is logically necessary given the nature of the assignment and the performance of this Data Processing Agreement, or if there is a statutory obligation to disclose the data to a third party.
es_es: Esta obligación de confidencialidad no se aplicará cuando el Responsable del tratamiento haya dado su consentimiento expreso para revelar los datos a terceros, cuando la revelación de los datos a terceros sea lógicamente necesaria dada la naturaleza de la cesión y la ejecución del presente Acuerdo sobre tratamiento de datos, o cuando exista una obligación legal de revelar los datos a un tercero.

source: Sub-processor
es_es: Subprocesador

source: Within the scope of the Agreement, the Processor may make use of third parties on condition that the Controller is informed thereof in advance; the Controller may terminate the Agreement if it cannot accept the use of a specific third party.
es_es: Dentro del alcance del Acuerdo, el Procesador / Encargado del tratamiento podrá hacer uso de terceros a condición de que el Responsable del tratamiento sea informado de ello por adelantado; el Responsable podrá rescindir el Acuerdo si no puede aceptar el uso de un tercero específico.

source: In any case, the Processor shall ensure that these third parties assume, in writing, at least the same obligations as those agreed between the Controller and the Processor.
es_es: En cualquier caso, el Procesador se asegurará de que estos terceros asuman, por escrito, al menos las mismas obligaciones que las acordadas entre el Responsable y el Procesador.

source: The Processor is responsible for correct compliance with the obligations under this Data Processing Agreement by these third parties, and in the event of errors by these third parties it shall be liable as if it were at fault.
es_es: El Encargado/Procesador es responsable del correcto cumplimiento de las obligaciones derivadas de este Acuerdo de Procesamiento de Datos por parte de estos terceros, y en caso de errores por parte de estos terceros será responsable como si fuera su culpa.

source: Assistance on account of the rights of the Data Subject
es_es: Asistencia en virtud de los derechos de los datos del interesado

source: In the event a data subject submits a request to the Processor to exercise his/her legal rights, the Processor shall forward the request to the Controller, and the Controller shall further handle the request. The Processor may inform the data subject accordingly.
es_es: En caso de que un interesado presente una solicitud al encargado del tratamiento para que ejerza sus derechos legales, el encargado del tratamiento transmitirá la solicitud al responsable del tratamiento y éste tratará la solicitud con más detalle. El encargado del tratamiento podrá informar de ello al interesado.

source: The Processor shall, to the extent within its power, provide assistance to the Controller in fulfilling the latter's obligation to respond to requests of the Data Subject to exercise its rights laid down in Chapter III of the Regulation.
es_es: El Procesador del tratamiento asistirá al Responsable del tratamiento, en la medida de sus posibilidades, en el cumplimiento de su obligación de responder a las solicitudes del interesado para ejercer los derechos que le confiere el Capítulo III del Reglamento.

source: The Processor may charge the additional costs it incurs in this respect to the Controller.
es_es: El Encargado/Procesador podrá cargar al Responsable los costos adicionales en los que incurra al respecto.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach.
es_es: El Procesador del tratamiento informará al Responsable del tratamiento, sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 24 hours after discovery.
es_es: El Procesador informará al Responsable sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales, pero a más tardar dentro de las 24 horas siguientes al descubrimiento.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 36 hours after discovery.
es_es: El Procesador del tratamiento informará al Responsable del tratamiento, sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales y, a más tardar, dentro de las 36 horas siguientes a su descubrimiento.

source: Information that must at least be provided by the Processor shall include:
es_es: La información que al menos debe ser proporcionada por el Procesador incluirá:

source: The nature of the Personal Data Breach
es_es: La naturaleza de la filtración de datos personales

source: The Personal Data and Data Subject
es_es: Datos Personales y la Clase de los Datos

source: Likely consequences of the Personal Data Breach
es_es: Consecuencias probables de la violación de datos personales

source: Measures proposed or implemented by the Processor to address the Personal Data Breach, including, where appropriate, measures to mitigate its possible adverse effects.
es_es: Medidas propuestas o implementadas por el Procesador para abordar la Violación de Datos Personales, incluyendo, cuando sea apropiado, medidas para mitigar sus posibles efectos adversos.

source: The Processor shall also inform the Controller of further developments concerning the Personal Data Breach after having reported the breach pursuant to the first paragraph.
es_es: El Encargado del tratamiento también informará al Responsable del tratamiento de las novedades relativas a la violación de datos personales después de haber informado de la violación de conformidad con el párrafo primero.

source: Each party shall bear their own costs relating to the report to the competent supervisory authority and the Data Subject.
es_es: Cada parte soportará sus propias costas relativas al informe a la autoridad de control competente y el tema de los datos.

source: In accordance with Article 33, paragraph 5 of the GDPR, the Processor shall document all data breaches, including the facts relating to the Personal Data Breach, its consequences and the corrective measures taken. Upon re-quest, the Processor shall provide the Controller with access to this information.
es_es: De acuerdo con el Artículo 33, párrafo 5 del GDPR, el Procesador documentará todas las violaciones de datos, incluyendo los hechos relacionados con la violación de datos personales, sus consecuencias y las medidas correctivas tomadas. A petición del responsable del tratamiento, éste facilitará al responsable del tratamiento el acceso a esta información.

source: Returning Personal Data
es_es: Devolución de datos personales

source: After expiry of the Agreement, the Processor shall, at the discretion of the Controller, arrange for the return of all Personal Data to the Controller or for the erasure of all Personal Data. The Processor shall remove all copies, except where otherwise provided by law.
es_es: Tras la expiración del Acuerdo, el Procesador de datos, a discreción del Controlador, se encargará de la devolución de todos los Datos Personales al Controlador o de la supresión de todos los Datos Personales. El Procesador eliminará todas las copias, excepto cuando la ley disponga lo contrario.

source: Obligation to disclose information and audit
es_es: Obligación de información y auditoría

source: The Controller shall have the right to conduct audits to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initi-ated by the Controller.
es_es: El Responsable del tratamiento tendrá derecho a realizar auditorías para verificar el cumplimiento de todos los puntos del contrato de tratamiento de datos y de todo lo directamente relacionado con él. Esta auditoría sólo tendrá lugar después de que el Responsable haya solicitado informes de auditoría similares al Encargado/Procesador, los haya revisado y haya presentado argumentos razonables para justificar una auditoría iniciada por el Responsable.

source: The Controller shall have the right to have audits carried out by an independent external ex-pert, who is bound by confidentiality, to verify compliance with all points of the Data Pro-cessing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initi-ated by the Controller.
es_es: El Responsable del tratamiento tendrá derecho a que se lleven a cabo auditorías por parte de un experto externo independiente, que estará obligado por la confidencialidad, para verificar el cumplimiento de todos los puntos del acuerdo de tratamiento de datos y de todo lo directamente relacionado con el mismo. Esta auditoría sólo tendrá lugar después de que el Responsable haya solicitado informes de auditoría similares al Encargadp/Procesador, los haya revisado y haya presentado argumentos razonables para justificar una auditoría iniciada por el Responsable.

source: Such an audit is justified if the similar audit reports present at the Processor's are inconclu-sive or insufficiently conclusive with respect to the Processor's compliance with this Data Pro-cessing Agreement. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría está justificada si los informes de auditoría similares presentados al Encargado del tratamiento son inconcluyentes o insuficientemente concluyentes con respecto al cumplimiento del procesador con este Acuerdo de Procesamiento de Datos. El Responsable comunicará la auditoría al Encargado del tratamiento por adelantado, con la debida observancia de un plazo mínimo de dos semanas.

source: Such an audit shall be justified in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría deberá justificarse en caso de sospecha concreta de abuso. El Responsable comunicará la auditoría al Encargado del tratamiento por adelantado, con la debida observancia de un plazo mínimo de dos semanas.

source: Such an audit may be carried out once every three months, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks
es_es: Esta auditoría puede realizarse una vez cada tres meses, y con mayor frecuencia en caso de sospecha concreta de abuso. El Responsable comunicará la auditoría al Encargado del tratamiento por adelantado, con la debida observancia de un plazo mínimo de dos semanas.
