Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: Such an audit may be carried out once every calendar year, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Esta auditoría puede llevarse a cabo una vez al año, y con mayor frecuencia en caso de sospecha concreta de abuso. El Responsable comunicará la auditoría al Encargado del tratamiento por adelantado, con la debida observancia de un plazo mínimo de dos semanas.

source: The findings in respect of the audit carried out shall be implemented by the Processor as soon as possible.
es_es: Los resultados de la auditoría realizada serán implementados por el Encargado tan pronto como sea posible.

source: The findings of the audit carried out will be assessed by the Parties in joint consultation and, depending on the assessment, implemented (or not) by either Party or jointly by both Parties.
es_es: Los resultados de la auditoría serán evaluados por las Partes en consulta conjunta y, en función de la evaluación, aplicados (o no) por cualquiera de las Partes o conjuntamente por ambas Partes.

source: The costs of the audit as described in paragraph 1 shall be borne by the Data Controller.
es_es: Los costes de la auditoría descrita en el párrafo 1 correrán a cargo del Responsable del tratamiento.

source: The costs of the audit as described in paragraph 1 shall be borne by the Processor
es_es: Los costes de la auditoría descrita en el párrafo 1 correrán a cargo del Encargado/Procesador.

source: 11.5 The costs of the audit as described in paragraph 1 shall be borne by the Processor, in the event of non-trivial breaches of the obligations arising from the Data Processing Agreement. Otherwise, the costs shall be borne by the Controller.
es_es: 11.5 Los costes de la auditoría, tal y como se describen en el párrafo 1, correrán a cargo del Procesador, en caso de incumplimientos no insignificantes de las obligaciones derivadas del Contrato de Procesamiento de Datos. En caso contrario, los gastos correrán a cargo del Contralor.

source: Other Terms and Conditions
es_es: Otros Términos y Condiciones

source: The Processor shall be liable towards the Controller for all consequences of the breach of this Data Processing Agreement, and shall indemnify the Controller against all claims by third parties, including any penalties, to the extent attributable to the Processor.
es_es: El Procesador será responsable ante el Responsable de todas las consecuencias del incumplimiento de este Acuerdo de Procesamiento de Datos, e indemnizará al Responsable contra todas las reclamaciones de terceros, incluyendo cualquier penalización, en la medida atribuible al Procesador.

source: The liability of the Processor shall never exceed %s per year.
es_es: La responsabilidad del Encargado/Procesador nunca excederá los %s por año.

source: During the Data Processing Agreement, the Processor shall have and continue to have adequate insurance cover in place for liability in accordance with this article. The insurance policy should at least cover %s
es_es: Durante el Acuerdo de Procesamiento de Datos, el Procesador tendrá y continuará teniendo cobertura de seguro adecuada para la responsabilidad de acuerdo con este artículo. La póliza de seguro debe cubrir por lo menos %s

source: The limitation referred to in this Article shall not apply if and insofar as the damage is the result of intent or deliberate recklessness on the part of the Processor or its management.
es_es: La limitación a la que se refiere este Artículo no se aplicará si y en la medida en que el daño sea el resultado de una imprudencia intencional o deliberada por parte del Encargado/Procesador o de su administración.

source: The insurance cover shall at least include: Data breaches
es_es: La cobertura del seguro deberá incluir al menos: Filtraciones de datos

source: The insurance shall cover: Non-compliance with the Data Processing Agreement.
es_es: El seguro cubrirá: Incumplimiento del Contrato de Tratamiento de Datos.

source: The insurance conditions may be viewed upon request.
es_es: Las condiciones del seguro pueden consultarse previa solicitud.

source: The Processing of Personal Data
es_es: El Tratamiento de datos personales

source: Purpose of the processing
es_es: Propósito del tratamiento

source: Within the scope of the Data Processing Agreement, the Processor shall process the following (special) personal data on the instructions of the Controller:<br>%s<br>%s
es_es: Dentro del alcance del Acuerdo de Procesamiento de Datos, el Procesador/Encargado del tratamiento procesará los siguientes datos personales (especiales) bajo las instrucciones del Responsable del tratamiento <br>%s<br>%s

source: Data subject categories
es_es: Categorías de temas los datos

source: Personal data of the following groups of persons shall be processed:<br>%s<br>%s
es_es: Se tratarán los datos personales de los siguientes grupos de personas: <br>%s<br>%s

source: The Controller shall ensure that the purposes, personal data, and categories of data subjects described in this Annex 1 are complete and correct, and shall indemnify the Processor against any defects and claims resulting from an incorrect representation by the Controller.
es_es: El Responsable del tratamiento se asegurará de que las finalidades, los datos personales y las categorías de interesados descritos en el presente Anexo 1 sean completos y correctos, y deberá indemnizar al Encargado del tratamiento de cualquier defecto o reclamación resultante de una declaración incorrecta por parte del Responsable del tratamiento.

source: Security measures
es_es: Medidas de Seguridad

source: The purpose of this annex is to further specify the standards and measures the Processor must apply in connection with the security of the Processing. The following security measures have been taken:
es_es: El propósito de este anexo es especificar más las normas y medidas que el Procesador debe aplicar en relación con la seguridad del Procesamiento. Se han tomado las siguientes medidas de seguridad:

source: Engagement of third parties and/or sub-processors
es_es: Contratación de terceros y/o subprocesadores

source: The Controller has given the Processor permission to engage the following third parties and/or sub-processor(s):
es_es: El Responsable ha dado permiso al Encargado para contratar a los siguientes terceros y/o sub-procesadores:

source: Cookie policy
es_es: Política de cookies

source: This cookie statement was last updated on %s
es_es: Esta declaración de cookies fue actualizada por última vez en %s

source: Our website, %s (hereinafter: "the website") uses cookies and other related technologies (for convenience all technologies are referred to as "cookies"). Cookies are also placed by third parties we have engaged. In the document below we inform you about the use of cookies on our website.
es_es: Nuestro sitio web, %s (en adelante: "el sitio web") utiliza cookies y otras tecnologías relacionadas (para mayor comodidad, todas las tecnologías se denominan "cookies"). Las cookies también son colocadas por terceros que hemos contratado. En el siguiente documento le informamos sobre el uso de cookies en nuestro sitio web.

source: What are cookies
es_es: Qué son las cookies

source: A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device. The information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.
es_es: Una cookie es un pequeño archivo simple que se envía junto con las páginas de este sitio web y que su navegador almacena en el disco duro de su ordenador o de otro dispositivo. La información almacenada puede ser devuelta a nuestros servidores o a los servidores de los terceras partes relevantes durante una visita posterior.

source: What are scripts?
es_es: ¿Qué son los guiones?

source: A script is a piece of programme code that is used to make our website function properly and interactively. This code is executed on our server or on your device.
es_es: Un script es un fragmento de código de programa que se utiliza para hacer que nuestro sitio web funcione de forma adecuada e interactiva. Este código se ejecuta en nuestro servidor o en su dispositivo.

source: What is a webbeacon?
es_es: ¿Qué es un webbeacon o una baliza web?

source: A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website. In order to do this, various data about you is stored using web beacons.
es_es: Una web beacon (o una etiqueta de píxel) es una pequeña e invisible pieza de texto o imagen en un sitio web que se utiliza para monitorear el tráfico en un sitio web. Para ello, se almacenan varios datos sobre usted mediante web beacons.

source: Consent
es_es: Consentimiento

source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. As soon as you click on "agree", you consent to us using all cookies and plug-ins as described in the pop-up and this cookie statement. You can disable the use of cookies via your browser, but please note that our website may no longer work properly.
es_es: Cuando visite nuestro sitio web por primera vez, le mostraremos una ventana emergente con una explicación sobre las cookies. Tan pronto como haga clic en "aceptar", nos autoriza a utilizar todas las cookies y plug-ins tal y como se describe en la ventana emergente y en esta declaración de cookies. Usted puede desactivar el uso de cookies a través de su navegador, pero tenga en cuenta que es posible que nuestro sitio web ya no funcione correctamente.

source: We have made agreements about the use of cookies with other companies that place cookies. However, we cannot guarantee that these third parties handle your personal data in a reliable or secure manner. Parties such as Google are to be considered as independent data controllers within the meaning of the General Data Protection Regulation. We recommend that you read the privacy statements of these companies.
es_es: Hemos hecho acuerdos sobre el uso de cookies con otras compañías que colocan cookies. Sin embargo, no podemos garantizar que estos terceros manejen sus datos personales de forma fiable y segura. Partes como Google deben considerarse responsables de datos independientes en el sentido del Reglamento General de Protección de Datos. Le recomendamos que lea las declaraciones de privacidad de estas compañías.

source: Technical or functional cookies
es_es: Cookies técnicas o funcionales

source: Some cookies ensure that certain parts of the website work properly and that your user preferences remain known. By placing functional cookies, we make it easier for you to visit our website. This way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid. We may place these cookies without your consent. <br><br> The following technical and functional cookies are placed:
es_es: Algunas cookies aseguran que ciertas partes del sitio web funcionen correctamente y que sus preferencias de usuario permanezcan conocidas. Al colocar cookies funcionales, le facilitamos la visita a nuestro sitio web. De esta manera, usted no necesita introducir repetidamente la misma información cuando visita nuestro sitio web y, por ejemplo, los artículos permanecen en su cesta de la compra hasta que haya pagado. Podemos colocar estas cookies sin su consentimiento. <br><br> Se colocan las siguientes cookies técnicas y funcionales:

source: Analytical cookies
es_es: Cookies de análisis

source: We use analytical cookies to optimize the website experience for our users. With these analytical cookies we get insights in the usage of our website. We ask your permission to place analytical cookies.
es_es: Utilizamos cookies analíticas para optimizar la experiencia del sitio web para nuestros usuarios. Con estas cookies analíticas obtenemos información sobre el uso de nuestro sitio web. Le pedimos su permiso para colocar cookies analíticas.

source: We do not use analytical cookies on this website.
es_es: No utilizamos cookies analíticas en este sitio web.

source: Advertising cookies
es_es: Cookies de publicidad

source: On this website we use advertising cookies, enabling us to personalize the advertisements for you, and we (and third parties) gain insights into the campaign results. This happens based on a profile we create based on your click and surfing on and outside %s. With these cookies you, as website visitor are linked to a unique ID, so you do not see the same add more than once for example.
es_es: En este sitio web utilizamos cookies publicitarias, lo que nos permite personalizar los anuncios para usted, y nosotros (y terceros) obtenemos información sobre los resultados de las campañas. Esto sucede en base a un perfil que creamos en base a su clic y navegación dentro y fuera de %s. Con estas cookies usted, como visitante del sitio web, está vinculado a un ID único, por lo que no verá el mismo anuncio más de una vez, por ejemplo.

source: Because these cookies are marked as tracking cookies, we ask your permission to place these.
es_es: Debido a que estas cookies están marcadas como cookies de rastreo, le pedimos su permiso para colocarlas.

source: We do not use any advertising cookies on this website.
es_es: No utilizamos cookies publicitarias en este sitio web.

source: Social media buttons
es_es: Botones de redes sociales

source: On our website we do not use social media buttons to promote web pages or share them on social networks.
es_es: En nuestro sitio web no utilizamos botones de redes sociales para promover páginas web o compartirlas en redes sociales.

source: On our website we have included buttons for %s to promote webpages (e.g. “like”, “pin”) or share (e.g. “tweet”) on social networks like %s. These buttons work using pieces of code coming from %s themselves. This code places cookies. These social media buttons also can store and process certain information, so a personalized advertisement can be shown to you. Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies. The data that is retrieved is anonymized as much as possible. %s are located in the United States.
es_es: En nuestro sitio web hemos incluido botones para %s para promover páginas web (por ejemplo, "like", "pin") o compartir (por ejemplo, "tweet") en redes sociales como %s. Estos botones funcionan utilizando fragmentos de código procedentes de los propios %s. Este código coloca las cookies. Estos botones de redes sociales también pueden almacenar y procesar cierta información, por lo que se le puede mostrar un anuncio personalizado. Por favor, lea la declaración de privacidad de estas redes sociales (que pueden cambiar regularmente) para leer lo que hacen con sus datos (personales) que procesan utilizando estas cookies. Los datos que se recuperan son anonimizados en la medida de lo posible. %s se encuentran en los Estados Unidos.

source: Description:
es_es: Descripción:

source: Sharing
es_es: Compartir

source: For more information see the privacy policy of %s at %s
es_es: Para más información consulte la política de privacidad de %s at %s

source: Your rights with respect to personal data
es_es: Sus derechos con respecto a los datos personales

source: You have the following rights with respect to your personal data:
es_es: Usted tiene los siguientes derechos con respecto a sus datos personales:

source: To exercise these rights, please contact us. Please refer to the contact details at the bottom of this cookie statement. If you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).
es_es: Para ejercer estos derechos, póngase en contacto con nosotros. Por favor refiérase a los detalles de contacto en la parte inferior de esta declaración de cookies. Si tiene alguna queja sobre cómo manejamos sus datos, nos gustaría saber de usted, pero también tiene derecho a presentar una queja a la autoridad supervisora (la Autoridad de Protección de Datos).

source: Enabling/disabling and deleting cookies
es_es: Habilitación/deshabilitación y eliminación de cookies

source: You can use your internet browser to automatically or manually delete cookies. You can also specify that certain cookies may not be placed. Another option is to change the settings of your internet browser so that you receive a message each time a cookie is placed. For more information about these options, please refer to the instructions in the Help section of your browser. Or you can indicate your preferences on the following page: www.youronlinechoices.eu.
es_es: Puede utilizar su navegador de Internet para eliminar las cookies de forma automática o manual. Usted también puede especificar que ciertas cookies no pueden ser colocadas. Otra opción es cambiar la configuración de su navegador de Internet para que reciba un mensaje cada vez que se coloca una cookie. Para obtener más información sobre estas opciones, consulte las instrucciones de la sección Ayuda de su navegador. O puede indicar sus preferencias en la siguiente página: www.youronlinechoices.eu

source: Please note that our website may not work properly if all cookies are disabled. If you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.
es_es: Tenga en cuenta que nuestro sitio web puede no funcionar correctamente si todas las cookies están deshabilitadas. Si borra las cookies en su navegador, se volverán a colocar después de su consentimiento cuando vuelva a visitar nuestros sitios web.

source: For questions and/or comments about our cookie policy and this statement, please contact us by using the following contact details:
es_es: Para preguntas y/o comentarios sobre nuestra política de cookies y esta declaración, póngase en contacto con nosotros utilizando los siguientes datos de contacto:

source: Plugin to make your website GDPR compliant
es_es: Plugin para hacer su sitio web compatible con GDPR

source: https://www.complianz.io/download/complianz-gdpr-premium
es_es: https://www.complianz.io/es/precio

source: Complianz team
es_es: Equipo Complianz
