Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: languages/complianz-*.po
Languages: es_es

source: Google Maps cookies to track individual users.
es_es: Cookies de Google Maps para realizar un seguimiento de los usuarios individuales.

source: Youtube cookie to track individual users
es_es: Cookie de Youtube para realizar un seguimiento de los usuarios individuales

source: Cookies to track individual users.
es_es: Cookies para el seguimiento de usuarios individuales.

source: Google Analytics web traffic cookie
es_es: Cookie de tráfico web de Google Analytics

source: 365 days
es_es: 365 días

source: This is a cookie used for analyzing web traffic. Used for optimizing the website and the user experience.
es_es: Esta es una cookie utilizada para analizar el tráfico web. Se utiliza para optimizar el sitio web y la experiencia del usuario.

source: Matomo visitor tracking cookie
es_es: Cookies de seguimiento de visitantes de Matomo

source: This cookie tracks visitors.
es_es: Esta cookie rastrea a los visitantes.

source: Session preferences cookie
es_es: Cookies de preferencias de sesión

source: only during session
es_es: sólo durante la sesión

source: This cookie stores shopping cart data but also recently viewed items or an authentication across multiple pages.
es_es: Esta cookie almacena los datos de la cesta de la compra, pero también los artículos recientemente vistos o una autenticación a través de varias páginas.

source: Stripe payment cookie
es_es: Cookie de pago con Stripe

source: This cookie is used to be able to do payments.
es_es: Esta cookie se utiliza para poder realizar pagos.

source: Remember the cookie warning choice
es_es: Recuerde la opción de advertencia de cookies

source: This cookie is placed to remember the cookie warning choice.
es_es: Esta cookie se coloca para recordar la opción de advertencia de cookie.

source: AddThis page visits cookie
es_es: AddThis cookie de visitas de página

source: This cookie is used to connect with AddThis and deliver AddThis information regarding the pages you visit.
es_es: Esta cookie se utiliza para conectarse con AddThis y entregar AddThis información sobre las páginas que visita.

source: Add To Aany social media sharing cookie
es_es: Añadir a cualquier cookie de uso compartido de redes sociales

source: This cookie is used to share via social media.
es_es: Esta cookie se utiliza para compartir a través de redes sociales.

source: Adyen transaction cookie
es_es: Adyen cookie de transacción

source: This cookie facilitates a smooth transaction.
es_es: Esta cookie facilita una transacción sin problemas.

source: Facebook advertisements cookie
es_es: Cookie de anuncios de Facebook

source: This cookie is used to optimize advertisements on Facebook via e.g. remarketing.
es_es: Esta cookie se utiliza para optimizar los anuncios en Facebook, por ejemplo, a través del remarketing.

source: Display advertising cookie
es_es: Mostrar cookie de publicidad

source: Criteo is an online marketing company that marks the visits made by a user to display advertising on other sites. These cookies identify you anonymously, and at no time collect data of a personal nature.
es_es: Criteo es una empresa de marketing online que marca las visitas realizadas por un usuario para mostrar publicidad en otros sitios. Estas cookies le identifican de forma anónima, y en ningún momento recogen datos de carácter personal.

source: Google advertising cookie
es_es: Cookie de publicidad de Google

source: This cookie is placed by Google and is for advertising purposes.
es_es: Esta cookie es colocada por Google y es con fines publicitarios.

source: Security settings cookie
es_es: Cookies de configuración de seguridad

source: This cookie is used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.
es_es: Esta cookie se utiliza para identificar clientes individuales detrás de una dirección IP compartida y aplicar configuraciones de seguridad por cliente.

source: This cookie is used to chat real-time with employees.
es_es: Esta cookie se utiliza para chatear en tiempo real con los empleados.

source: Live Chat is a chat system which can help users with questions regarding our products and website.
es_es: Live Chat es un sistema de chat que puede ayudar a los usuarios con preguntas sobre nuestros productos y nuestro sitio web.

source: DoubleClick advertisements cookie
es_es: Cookie de anuncios de DoubleClick

source: This cookie is placed to deliver relevant advertisements for the visitor.
es_es: Esta cookie se coloca para entregar anuncios relevantes para el visitante.

source: Optimizely performance and optimization cookie
es_es: Optimización del rendimiento y optimización de cookies

source: This cookie is placed for performance and optimization purposes.
es_es: Esta cookie se coloca con fines de rendimiento y optimización.

source: Advertising and remarketing cookie
es_es: Galleta de publicidad y remarketing

source: This cookie is placed to serve advertisements by Google and/or remarketing purposes.
es_es: Esta cookie se coloca para servir anuncios de Google y/o con fines de remarketing.

source: Performance and optimization cookie
es_es: Cookie de rendimiento y optimización

source: VWO performance and optimization cookie
es_es: Cookie de rendimiento y optimización de VWO

source: Snoobi web analytics cookie
es_es: Cookies de análisis web de Snoobi

source: This cookie is placed to get an insight into web analytics.
es_es: Esta cookie se coloca para obtener una visión general de la analítica web.

source: Adcalls call tracking cookie
es_es: Adcalls cookie de seguimiento de llamadas

source: This cookie is placed to track where an incoming call is coming from.
es_es: Esta cookie se coloca para rastrear de dónde viene una llamada entrante.

source: CTM call tracking cookie
es_es: CTM cookie de seguimiento de llamadas

source: Tealium visitor information cookie
es_es: Cookies de información para visitantes de Tealium

source: This cookie is used to regain visitor information, such as time visited.
es_es: Esta cookie se utiliza para recuperar la información de los visitantes, como el tiempo de visita.

source: Adkernel advertisements cookie
es_es: Adkernel cookie de anuncios

source: This cookie is placed to show advertisements.
es_es: Esta cookie se coloca para mostrar anuncios.

source: Gigya.com customer identification cookie
es_es: Cookie de identificación de cliente de Gigya.com

source: This cookie is used to identify customers.
es_es: Esta cookie se utiliza para identificar a los clientes.

source: Casalemedia web browsing and advertisement cookie
es_es: Cookies de navegación y publicidad de Casalemedia

source: This cookie is used to monitor your web browsing habit and deliver advertisements based on this.
es_es: Esta cookie se utiliza para controlar su hábito de navegación por la web y entregar anuncios basados en esto.

source: Demdex.net marketing and online profiling cookie
es_es: Cookies de marketing y perfiles en línea Demdex.net

source: This cookie is placed to be able to do targeted marketing and online profiling.
es_es: Esta cookie se coloca para poder hacer marketing dirigido y perfiles en línea.

source: Everesttech.net relevant advertisements cookie
es_es: Everesttech.net cookie de anuncios relevantes

source: This cookie is placed for showing relevant advertisements.
es_es: Esta cookie se coloca para mostrar anuncios relevantes.

source: Mathtag.com advertisements cookie
es_es: Cookie de anuncios de Mathtag.com

source: This cookie is placed to be able to deliver advertisements.
es_es: Esta cookie se coloca para poder entregar anuncios.

source: Zopim chat cookie
es_es: Cookie del chat Zopim

source: This cookie provides a Zopim chat window, to help you as good as possible.
es_es: Esta cookie proporciona una ventana de chat Zopim, para ayudarle lo mejor posible.

source: LinkedIn sharing cookie
es_es: Cookie de intercambio de LinkedIn

source: This cookie is placed by LinkedIn to be able to share content on LinkedIn.
es_es: Esta cookie es colocada por LinkedIn para poder compartir contenido en LinkedIn.

source: Twitter sharing cookie
es_es: Cookies para compartir en Twitter

source: This cookie is placed by Twitter, to be able to share content to Twitter.
es_es: Esta cookie es colocada por Twitter, para poder compartir contenido con Twitter.

source: Share This social media sharing cookie
es_es: Compartir esta cookie de uso compartido de redes sociales

source: This cookie is placed to make it possible to share content on social media.
es_es: Esta cookie se coloca para permitir compartir contenido en las redes sociales.

source: JetPack visitor tracking cookie
es_es: Cookies de rastreo de visitantes de JetPack

source: This cookie is placed by JetPack and used for tracking visitors on the website.
es_es: Esta cookie es colocada por JetPack y utilizada para rastrear a los visitantes en el sitio web.

source: Newrelic website performance cookie
es_es: Newrelic cookie de rendimiento del sitio web

source: This cookie is placed by NewRelic and is used for performance purposes.
es_es: Esta cookie es colocada por NewRelic y se utiliza con fines de rendimiento.

source: Google advertisements cookie
es_es: Cookies de anuncios de Google

source: This is a cookie placed by Google to optimize advertisements.
es_es: Se trata de una cookie colocada por Google para optimizar los anuncios.

source: Slimstat visitor tracking cookie
es_es: Cookies de seguimiento de visitantes de Slimstat

source: This cookie tracks returning customers and registered users.
es_es: Esta cookie rastrea a los clientes que regresan y a los usuarios registrados.

source: This cookie is used to determine when was your last visit, for WP Discuz.
es_es: Esta cookie se utiliza para determinar cuándo fue su última visita, para WP Discuz.

source: WPFront nofication bar cookie
es_es: Cookie de barra de noficación WPFront

source: This cookie is used to place a notification bar of WPFront.
es_es: Esta cookie se utiliza para colocar una barra de notificación de WPFront.

source: WordPress test cookie
es_es: Test de Cookies de WordPress.

source: This cookie is used to test whether cookies can be placed.
es_es: Esta cookie se utiliza para comprobar si se pueden colocar cookies.

source: Do you want to add a privacy statement on your site?
es_es: ¿Desea añadir una declaración de privacidad en su sitio?

source: This will determine whether you will have to answer questions regarding your privacy statement.
es_es: Esto determinará si usted tendrá que responder preguntas con respecto a su declaración de privacidad.

source: Do you want to add a disclaimer on your site?
es_es: ¿Desea añadir una cláusula de exención de responsabilidad en su sitio?

source: This will determine whether you will have to answer questions regarding your disclaimer.
es_es: Esto determinará si tendrá que responder a preguntas relacionadas con su renuncia de responsabilidad.

source: Which social media do you use for questions regarding your privacy statement?
es_es: ¿Qué redes sociales utiliza para las preguntas relacionadas con su declaración de privacidad?

source: Do you use e.g. an automated CRM or Google Analytics/Adwords?
es_es: ¿Utiliza, por ejemplo, un CRM automatizado o Google Analytics/Adwords?

source: We take decisions based on automated processes, such as profiling, that could have significant consequences for our users.
es_es: Tomamos decisiones basadas en procesos automatizados, como la creación de perfiles, que podrían tener consecuencias significativas para nuestros usuarios.

source: Does the following apply to you?
es_es: ¿Lo siguiente se aplica a usted?

source: We have appointed a data protection officer
es_es: Hemos nombrado un responsable de la protección de datos

source: We have a GDPR representative within the EU
es_es: Tenemos un representante de GDPR en la UE

source: None of the above
es_es: Ninguno de los de arriba

source: What is the name of the data protection officer
es_es: ¿Cuál es el nombre del responsable de la protección de datos?

source: What is the e-mail address of the data protection officer
es_es: ¿Cuál es la dirección de correo electrónico del responsable de la protección de datos?

source: What is the phone number of the data protection officer
es_es: ¿Cuál es el número de teléfono del responsable de la protección de datos?

source: What is the name of the representative
es_es: ¿Cuál es el nombre del representante?

source: What is the e-mail address of the representative
es_es: ¿Cuál es la dirección de correo electrónico del representante?

source: What is the phone number of the representative?
es_es: ¿Cuál es el número de teléfono del representante?

source: Indicate for what purpose personal data is processed via your website:
es_es: Indique con qué finalidad se procesan los datos personales a través de su sitio web:

source: Contact - Through phone, mail, e-mail and/or webforms
es_es: Contacto - Por teléfono, correo, correo electrónico y/o formularios web

source: Payments
es_es: Pagos

source: Registering an account
es_es: Registrando una cuenta

source: Newsletters
es_es: Boletines de noticias

source: To support services or products that your customer wants to buy or have purchased
es_es: Para dar soporte a servicios o productos que su cliente quiere comprar o ha comprado

source: To be able to comply with legal obligations
es_es: Para poder cumplir con las obligaciones legales

source: Compiling and analyzing statistics for website improvement.
es_es: Recopilación y análisis de estadísticas para la mejora del sitio web.

source: To be able to offer personalized products and services.
es_es: Poder ofrecer productos y servicios personalizados.

source: Yes, both to processors and other third parties, whereby the data subject must give permission.
es_es: Sí, tanto a procesadores como a terceros, por lo que el interesado debe dar su consentimiento.

source: Limited: only with processors that are necessary for the fullfillment of my service
es_es: Limitada: sólo con procesadores que sean necesarios para el cumplimiento de mi servicio.

source: Do you share personal data with other parties?
es_es: ¿Comparte sus datos personales con terceros?

source: Third party details
es_es: Detalles de la tercera parte

source: If you share data with third parties, add a "third party" for each one, and add the details of the data you share.
es_es: Si comparte datos con terceros, añada un "tercero" para cada uno de ellos y añada los detalles de los datos que comparte.

source: Do you ask your visitors permission with a consent box in your webforms?
es_es: ¿Pide permiso a sus visitantes con una casilla de consentimiento en sus formularios web?

source: You have answered that you use webforms on your site and need to ask permission. You can do this with a consent box.
es_es: Usted ha contestado que utiliza formularios web en su sitio y necesita pedir permiso. Puedes hacer esto con casilla de verificación de consentimiento

source: How do you secure personal data acquired on your website?
es_es: ¿Cómo protege los datos personales adquiridos en su sitio web?

source: We give a general explanation about security in the privacy statement
es_es: Damos una explicación general sobre la seguridad en la declaración de privacidad

source: We will list our security measures
es_es: Vamos a enumerar nuestras medidas de seguridad

source: Which security measures did you take?
es_es: ¿Qué medidas de seguridad tomaste?

source: Username and Password
es_es: Nombre de usuario y contraseña

source: Physical security measures of systems which contain personal data.
es_es: Medidas de seguridad física de los sistemas que contengan datos de carácter personal.

source: Security software
es_es: Software de Seguridad

source: ISO27001/27002 certified
es_es: Certificado ISO27001/27002

source: Which themes would you like to include in your disclaimer?
es_es: ¿Qué temas le gustaría incluir en su renuncia de responsabilidad?

source: Liability
es_es: Obligación

source: Reference to terms of use
es_es: Referencia a los términos de uso

source: How you will answer inquiries
es_es: Cómo responderá a sus preguntas

source: Privacy and reference to the privacy statement
es_es: Privacidad y referencia a la declaración de privacidad

source: Not liable when security is breached
es_es: No es responsable en caso de violación de la seguridad

source: Not liable for third party content
es_es: No es responsable del contenido de terceros

source: Accessibility of the website for the disabled
es_es: Accesibilidad a la web para personas con discapacidad

source: What is the URL of the Terms of Use?
es_es: ¿Cuál es la URL de los Términos de Uso?

source: Is your website built according to WCAG 2.0 level AA guidelines?
es_es: ¿Su sitio web está construido de acuerdo con las directrices WCAG 2.0 nivel AA?

source: Who made the content of the website?
es_es: ¿Quién hizo el contenido de la página web?

source: The content is being developed by ourselves
es_es: El contenido está siendo desarrollado por nosotros mismos

source: The content is being developed or posted by third parties
es_es: El contenido está siendo desarrollado o publicado por terceros

source: The content is being developed by ourselves and other parties
es_es: El contenido está siendo desarrollado por nosotros mismos y otras partes

source: What do you want to do with any intellectual property claims?
es_es: ¿Qué desea hacer con cualquier reclamación de propiedad intelectual?

source: All rights reserved
es_es: Todos los derechos reservados

source: No rights reserved
es_es: No se reservan derechos

source: The wizard has been completed.
es_es: El asistente se ha completado.

source: The wizard is not completed yet.
es_es: El asistente no está terminado todavía.

source: No cookie changes have been detected.
es_es: No se han detectado cambios en las cookies.

source: Cookie changes have been detected.
es_es: Se han detectado cambios en las cookies.

source: Please review step %s of the wizard for changes in cookies.
es_es: Por favor revise el paso %s del asistente para cambios en las cookies.

source: Great! You're already on SSL!
es_es: ¡Genial! Ya estás en SSL!

source: You don't have SSL on your site yet. Most hosting companies can install SSL for you, which you can quickly enable with %sReally Simple SSL%s
es_es: Usted no tiene SSL en su sitio todavía. La mayoría de las empresas de hosting pueden instalar SSL para usted, que puede habilitar rápidamente con %sReally Simple SSL%s

source: No plugin changes have been detected.
es_es: No se han detectado cambios en los plugins.

source: Plugin changes have been detected.
es_es: Se han detectado cambios en los plugin.

source: Please review step %s of the wizard for changes in plugin privacy statements and cookies.
es_es: Por favor revise el paso %s del asistente para cambios en las declaraciones de privacidad y cookies de los plugins.

source: No issues with statistics tracking have been detected.
es_es: No se han detectado problemas con el seguimiento estadístico.

source: Google Analytics is being used, but is not configured in Complianz.
es_es: Google Analytics se está utilizando, pero no está configurado en Complianz.

source: Documents
es_es: Documentos

# intro on documents
source: In this first step you can decide which documents we will generate for you.
es_es: En este primer paso usted puede decidir qué documentos generaremos para usted.

source: Company information
es_es: Información de empresa

# intro company info
source: We need some company information to be able to generate your documents.
es_es: Necesitamos información de la empresa para poder generar sus documentos.

source: Data protection officer
es_es: Responsable de la protección de datos

source: Details per purpose
es_es: Detalles por propósito

source: Third parties
es_es: Terceras partes

# intro third parties
source: In this section, we need you to fill in information about third parties you’re working with.
es_es: En esta sección, necesitamos que rellenes la información sobre terceros con los que estés trabajando.

source: Security & Consent
es_es: Seguridad y Consentimiento

source: Disclaimer
es_es: Descargo de responsabilidad

# intro disclaimer
source: Answers you will give below will be used to generate your disclaimer.
es_es: Las respuestas que dé a continuación se utilizarán para generar su renuncia de responsabilidad.

# intro plugins
source: Plugins and themes can add their own suggested privacy statements here. You can choose to add these to your privacy policy.
es_es: Los plugins y temas pueden añadir sus propias declaraciones de privacidad sugeridas aquí. Puede optar por añadirlos a su política de privacidad.

# intro plugins
source: Please note that you should customize these texts for your website: the text should generally not be copied as is.
es_es: Tenga en cuenta que debe personalizar estos textos para su sitio web: por lo general, el texto no debe copiarse tal cual.

# intro plugins
source: You can also use the editor to add custom text to your privacy policy, in case you need this.
es_es: También puede utilizar el editor para añadir texto personalizado a su política de privacidad, en caso de que lo necesite.

source: Processing
es_es: Tratamiento

source: Data
es_es: Datos

source: Handling of requests
es_es: Tramitación de las solicitudes

source: Right of audit
es_es: Derecho de auditoria

source: Data breach
es_es: Violación de datos

source: Necessity
es_es: Necesidad

source: Incident
es_es: Incidente

source: Description of incident
es_es: Descripción del incidente

source: Options
es_es: Opciones

source: Cookie usage
es_es: Uso de Cookies

source: Cookie enabling scripts
es_es: Scripts de habilitación de cookies

# intro cookie usage
source: You can add scripts that should be activated whenever someone accepts the cookie policy. In the third party iframes and scripts sections, you can add URLs from third party scripts that should be blocked until the cookie warning is accepted.
es_es: Puede añadir scripts que deberían activarse cada vez que alguien acepte la política de cookies. En las secciones de iframes y scripts de terceros, puede agregar URLs de scripts de terceros que deberían bloquearse hasta que se acepte la advertencia de cookie.

source: Used cookies
es_es: Cookies usadas

# intro used cookies
source: With the automatic cookie scan most first party cookies should be detected. Below you can choose if it needs to be shown on the cookie policy, add more detailed information, or add cookies which are still missing.
es_es: Con el escaneo automático de cookies se deben detectar la mayoría de las cookies de los usuarios principales. A continuación puede elegir si desea que se muestre en la política de cookies, añadir información más detallada o añadir cookies que todavía faltan.

source: Aland Islands
es_es: Agree as follows:

source: Bahrain
es_es: Baharain

source: Bhutan
es_es: Buthan

source: Philippines
es_es: Peru

source: Spain
es_es: España

source: Popup background color
es_es: Color de fondo de la notificación

source: Popup text color
es_es: Color del texto de la notificación

source: Button background color
es_es: Color de fondo del botón

source: Button text color
es_es: Color del texto del botón

source: Cookie warning expiration in days
es_es: Caducidad del aviso de cookies en días

source: We use cookies to optimize our website and our service.
es_es: Utilizamos cookies para optimizar nuestro sitio web y nuestro servicio.

source: Cookie message
es_es: Mensaje de Cookies

source: Deny
es_es: Denegado

source: Dismiss text
es_es: Desestimar texto

source: Accept
es_es: Acepto

source: Accept text
es_es: Texto de aceptación

source: Revoke
es_es: Revocar

source: Revoke text
es_es: Revocar el texto
