Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: The purpose of this annex is to further specify the standards and measures the Processor must apply in connection with the security of the Processing. The following security measures have been taken:
fr_fr: Le but de cette annexe est de préciser davantage les normes et les mesures que le responsable du traitement doit appliquer en relation avec la sécurité du traitement. Les mesures de sécurité suivantes ont été prises :

source: Engagement of third parties and/or sub-processors
fr_fr: Engagement de tiers et / ou de sous-traitants

source: The Controller has given the Processor permission to engage the following third parties and/or sub-processor(s):
fr_fr: Le Contrôleur a donné au Responsable du traitement l'autorisation d'engager les tierces parties et / ou sous-traitants suivants:

source: Cookie policy
fr_fr: Politique de cookies

source: This cookie statement was last updated on %s
fr_fr: Cette déclaration de cookie a été mise à jour pour la dernière fois le %s

source: Our website, %s (hereinafter: "the website") uses cookies and other related technologies (for convenience all technologies are referred to as "cookies"). Cookies are also placed by third parties we have engaged. In the document below we inform you about the use of cookies on our website.
fr_fr: Notre site Web, %s (ci-après " le site Web ") utilise des cookies et d'autres techniques connexes. (Dans ce qui suit, toutes les techniques sont appelées " cookies " pour des raisons de simplicité). Les cookies sont également placés par l'intermédiaire de tiers que nous autorisons. Dans le document ci-dessous, nous vous informons de l'utilisation de cookies sur notre site Web.

source: What are cookies
fr_fr: Que sont les cookies ?

source: A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device. The information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.
fr_fr: Un cookie est un simple petit fichier qui est envoyé avec des pages de ce site et qui est stocké par votre navigateur sur le disque dur de votre ordinateur ou d'un autre appareil. Les informations qui y sont stockées peuvent être retournées à nos serveurs ou aux serveurs des tiers concernés lors d'une visite ultérieure.

source: What are scripts?
fr_fr: Que sont les scripts ?

source: A script is a piece of programme code that is used to make our website function properly and interactively. This code is executed on our server or on your device.
fr_fr: Un script est un morceau de code de programme qui est utilisé pour que notre site Web fonctionne correctement et soit interactif. Ce code est émis sur notre serveur ou sur votre équipement.

source: What is a webbeacon?
fr_fr: Qu'est-ce qu'un pixel espion ?

source: A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website. In order to do this, various data about you is stored using web beacons.
fr_fr: Une balise Web (également appelée une balise pixel) est un petit morceau de texte ou d'image invisible sur un site Web qui est utilisé pour recenser le trafic sur un site Web. Pour ce faire, diverses données vous concernant sont stockées à l'aide de balises web.

source: Consent
fr_fr: Consentement

source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. As soon as you click on "%s", you consent to us using all cookies and plug-ins as described in the pop-up and this cookie statement. You can disable the use of cookies via your browser, but please note that our website may no longer work properly.
fr_fr: Lorsque vous visitez notre site Web pour la première fois, nous vous montrons une fenêtre contextuelle avec une explication sur les cookies. Dès que vous cliquez sur "%s", vous nous autorisez à utiliser tous les cookies et plug-ins comme décrit dans le pop-up et cette déclaration de cookie. Vous pouvez désactiver l'utilisation des cookies via votre navigateur, mais veuillez noter que notre site Web peut ne plus fonctionner correctement.

source: Third parties
fr_fr: Tiers

source: We have made agreements about the use of cookies with other companies that place cookies. However, we cannot guarantee that these third parties handle your personal data in a reliable or secure manner. Parties such as Google are to be considered as independent data controllers within the meaning of the General Data Protection Regulation. We recommend that you read the privacy statements of these companies.
fr_fr: Nous avons conclu des accords sur l'utilisation des cookies avec d'autres sociétés qui installent des cookies. Nous ne pouvons pas garantir que ces tiers traitent vos données personnelles d'une manière fiable et sécurisée. Les parties telles que Google doivent être considérées comme des responsables du traitement indépendants au sens du règlement général sur la protection des données. Nous vous recommandons de lire la déclaration de confidentialité de ces sociétés.

source: Technical or functional cookies
fr_fr: Cookies techniques ou fonctionnels

source: Some cookies ensure that certain parts of the website work properly and that your user preferences remain known. By placing functional cookies, we make it easier for you to visit our website. This way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid. We may place these cookies without your consent.
fr_fr: Certains cookies garantissent que certaines parties du site fonctionnent correctement et que vos préférences utilisateur restent connues. En plaçant des cookies fonctionnels, nous vous facilitons la visite de notre site Web. De cette façon, vous n'avez pas besoin d'entrer plusieurs fois les mêmes informations lorsque vous visitez notre site Web et, par exemple, les articles restent dans votre panier jusqu'à ce que vous ayez payé. Nous pouvons placer ces cookies sans votre consentement.

source: Analytical cookies
fr_fr: Cookies analytiques

source: We use analytical cookies to optimize the website experience for our users. With these analytical cookies we get insights in the usage of our website. We ask your permission to place analytical cookies.
fr_fr: Nous utilisons des cookies analytiques pour nous assurer que notre site Web correspond le mieux possible aux souhaits de nos visiteurs. Les cookies analytiques nous donnent un aperçu de l'utilisation de notre site Web. Nous vous demandons votre autorisation avant de placer des cookies analytiques.

source: We do not use analytical cookies on this website.
fr_fr: Nous n'utilisons pas de cookies analytiques sur ce site.

source: Advertising cookies
fr_fr: Cookies publicitaires

source: On this website we use advertising cookies, enabling us to personalize the advertisements for you, and we (and third parties) gain insights into the campaign results. This happens based on a profile we create based on your click and surfing on and outside %s. With these cookies you, as website visitor are linked to a unique ID, so you do not see the same add more than once for example.
fr_fr: Sur ce site, nous utilisons des cookies publicitaires, ce qui nous permet de personnaliser les publicités pour vous, et nous (et les tiers) avons un aperçu des résultats de campagne. Cela se produit en fonction d'un profil que nous créons en fonction de votre historique de navigation sur et en dehors de %s. Avec ces cookies, vous êtes rattaché à un identifiant unique en tant que visiteur du site, de sorte que vous ne verrez pas la même publicité plus d'une fois par exemple.

source: Because these cookies are marked as tracking cookies, we ask your permission to place these.
fr_fr: Puisque ces cookies sont marqués comme des cookies de suivi, nous vous demandons la permission de les placer.

source: We do not use any advertising cookies on this website.
fr_fr: Nous n'utilisons pas de cookies publicitaires sur ce site Web.

source: Social media buttons
fr_fr: Boutons de réseaux sociaux

source: On our website we do not use social media buttons to promote web pages or share them on social networks.
fr_fr: Sur notre site Web, nous n'utilisons pas les boutons des médias sociaux pour promouvoir des pages Web ou les partager sur les réseaux sociaux.

source: On our website we have included buttons for %s to promote webpages (e.g. “like”, “pin”) or share (e.g. “tweet”) on social networks like %s. These buttons work using pieces of code coming from %s themselves. This code places cookies. These social media buttons also can store and process certain information, so a personalized advertisement can be shown to you. Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies. The data that is retrieved is anonymized as much as possible. %s are located in the United States.
fr_fr: Sur notre site Web, nous avons inclus des boutons pour %s promouvoir des pages Web (par exemple, "like", "pin") ou partager (par exemple "tweet") sur les réseaux sociaux comme %s. Ces boutons fonctionnent en utilisant des morceaux de code provenant de %s eux-mêmes. Ce code place des cookies. Ces boutons de médias sociaux peuvent également stocker et traiter certaines informations, ainsi une publicité personnalisée peut vous être montrée. Veuillez consulter la déclaration de confidentialité de ces réseaux sociaux (qui peut changer régulièrement) pour lire ce qu'ils font de vos données (personnelles) qu'ils traitent en utilisant ces cookies. Les données récupérées sont anonymisées autant que possible. %s sont situés aux États-Unis.

source: Placed cookies
fr_fr: Cookies placés

source: Retention period:
fr_fr: Période de conservation :

source: Sharing
fr_fr: Partage

source: Your rights with respect to personal data
fr_fr: Vos droits concernant vos données personnelles

source: You have the following rights with respect to your personal data:
fr_fr: Vos droits concernant vos données personnelles

source: To exercise these rights, please contact us. Please refer to the contact details at the bottom of this cookie statement. If you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).
fr_fr: Pour exercer ces droits, veuillez nous contacter. Référez-vous SVP aux détails de contact au bas de cette déclaration de cookie. Si vous avez une plainte concernant la façon dont nous traitons vos données, nous aimerions en être informé, mais vous avez également le droit de déposer une plainte auprès de l'autorité de surveillance (l'autorité de protection des données).

source: Enabling/disabling and deleting cookies
fr_fr: Activer, désactiver et supprimer les cookies

source: You can use your internet browser to automatically or manually delete cookies. You can also specify that certain cookies may not be placed. Another option is to change the settings of your internet browser so that you receive a message each time a cookie is placed. For more information about these options, please refer to the instructions in the Help section of your browser. Or you can indicate your preferences on the following page: www.youronlinechoices.eu.
fr_fr: Vous pouvez utiliser votre navigateur Internet pour supprimer automatiquement ou manuellement les cookies. Vous pouvez également indiquer que certains cookies ne peuvent pas être placés. Une autre possibilité consiste à régler votre navigateur Internet de telle sorte que vous receviez un message lorsqu'un cookie est installé. Pour plus d'informations sur ces options, veuillez consulter les instructions de la section Aide de votre navigateur. Vous pouvez également indiquer vos préférences sur la page suivante : www.youronlinechoices.eu/nl/uw-advertentie-voorkeuren.

source: Please note that our website may not work properly if all cookies are disabled. If you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.
fr_fr: Veuillez noter qu'il est possible que notre site Web ne fonctionne pas correctement si tous les cookies sont désactivés. Si vous supprimez les cookies de votre navigateur, ils seront à nouveau placés après votre autorisation lors de votre prochaine visite sur nos sites Web.

source: For questions and/or comments about our cookie policy and this statement, please contact us by using the following contact details:
fr_fr: Pour toute question et/ou commentaire concernant notre politique en matière de cookies et la présente déclaration, veuillez nous contacter aux coordonnées suivantes :

source: (See paragraph %s)
fr_fr: (Voir le paragraphe %s)

source: (See annex %s)
fr_fr: (Voir l'annexe %s)

source: Plugin to make your website GDPR compliant
fr_fr: Plugin pour mettre votre site en conformité avec le RGPD

source: Complianz team
fr_fr: L'équipe Complianz
