Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: As of WordPress 4.9.6, plugins and themes can add their own suggested statements about cookie usage and privacy here. To use this functionality, please upgrade to the latest WordPress version.
fr_fr: Depuis WordPress 4.9.6, les plugins et les thèmes peuvent ajouter leurs propres suggestions sur l'utilisation et la confidentialité des cookies ici. Pour utiliser cette fonctionnalité, veuillez passer à la dernière version de WordPress.

source: Add "%s" text to privacy policy
fr_fr: Ajouter texte "% s " à la politique de confidentialité

source: You did not choose to create a privacy statement through Complianz GDPR, so you can skip this step.
fr_fr: Vous n'avez pas choisi de créer une déclaration de confidentialité via Complianz GDPR, vous pouvez donc ignorer cette étape.

source: No plugins with suggested statements found.
fr_fr: Aucun plugin avec des déclarations suggérées n'a été trouvé.

source: Adjusted intro
fr_fr: Intro ajustée

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: To enable the warning only for countries with a cookie law, %sget premium%s.
fr_fr: Pour activer l'avertissement uniquement pour les pays ayant une loi sur les cookies,%spassez à la version premium%s.

source: If you want to run a/b testing to track which banner gets the highest acceptance ratio, %sget premium%s.
fr_fr: Si vous voulez faire un test a/b pour savoir quelle bannière obtient le taux d'acceptation le plus élevé, utilisez %spremium%s.

source: Great! You have contact forms which require a consent checkbox, and have implemented this
fr_fr: Génial ! Vous avez des formulaires de contact nécessitant un consentement par case à cocher et avez mis le dispositif en œuvre avec succès

source: You should add a consent checkbox to your contact forms.
fr_fr: Vous devez ajouter une case à cocher de consentement à vos formulaires de contact.

source: No changes in plugin privacy policies have been detected.
fr_fr: Pas de changement dans les politiques de confidentialité des plugins n'a été détecté.

source: Changes in plugin privacy policies have been detected.
fr_fr: Des changements dans les politiques de confidentialité des plugins ont été détectés.

source: Please review step %s of the wizard.
fr_fr: Veuillez passer en revue les % de l'étape de l'assistant.

source: Great! You have a processing agreement with all processors .
fr_fr: Super ! Vous avez un accord de traitement avec tous les responsables du traitement.

source: You have processors without a processing agreement. %sCreate a processing agreement%s.
fr_fr: Vous avez des gestionnaires sans accord de traitement. %sCréer un accord de traitement %s.

source: Has a security incident occurred?
fr_fr: Un incident de sécurité s'est-il produit ?

source: e.g. lost USB stick, break in, stolen laptop, password lost.
fr_fr: par exemple. clé USB perdue, intrusion, ordinateur portable volé, mot de passe perdu.

source: Which situation applies to the incident above.
fr_fr: Quelle situation s'applique à l'incident ci-dessus.

source: Personal data is lost, without a recent copy or back-up.
fr_fr: Les données personnelles sont perdues, sans copie ou sauvegarde récente.

source: It can not be excluded that unauthorized persons have gained access to the personal data
fr_fr: Il ne peut être exclu que des personnes non autorisées aient eu accès aux données personnelles

source: The above alternatives do not apply.
fr_fr: Les alternatives ci-dessus ne s'appliquent pas.

source: The data breach concerns more than 50 people.
fr_fr: La violation de données concerne plus de 50 personnes.

source: The data breach concerns sensitive personal data.
fr_fr: La violation de données concerne des données personnelles sensibles.

source: Your answers indicate that reporting of this incident to the supervisory authority is mandatory
fr_fr: Vos réponses indiquent que le signalement de cet incident à l'autorité de surveillance est obligatoire

source: Risk of dataloss
fr_fr: Risque de perte de données

source: The data is encrypted in such a way that the data cannot be used in any way
fr_fr: Les données sont cryptées de telle sorte que les données ne puissent être utilisées d'aucune façon

source: Usage of the personal data is reduced or excluded directly after the breach to minimise damage.
fr_fr: L'utilisation des données personnelles est réduite ou exclue directement après la violation afin de minimiser les dommages.

source: The breached data presents a high risk for those involved.
fr_fr: Les données violées présentent un risque élevé pour les personnes impliquées.

source: What has occurred exactly?
fr_fr: Que s'est-il passé exactement ?

source: What are the possible consequences?
fr_fr: Quelles sont les conséquences possibles ?

source: What measures have been taken after the breach?
fr_fr: Quelles mesures ont été prises après la violation ?

source: What measures could a person involved take to minimise damage?
fr_fr: Quelles mesures une personne impliquée pourrait-elle prendre pour minimiser les dommages ?

source: Collection of internal metrics for user activity, used to improve user experience.
fr_fr: Collection de métriques internes pour l'activité de l'utilisateur, servant à améliorer l'expérience utilisateur.

source: WordPress log in cookie
fr_fr: Cookie de connexion WordPress

source: 30 days
fr_fr: 30 jours

source: Cookie to keep you logged in
fr_fr: Cookie pour rester connecté

source: Google Maps cookie
fr_fr: Cookie Google Maps

source: Google Maps cookies to track individual users.
fr_fr: Cookies Google Maps pour suivre les utilisateurs individuels.

source: Youtube cookie to track individual users
fr_fr: Cookie Youtube pour suivre les utilisateurs individuels

source: Cookies to track individual users.
fr_fr: Cookies pour suivre les utilisateurs individuels.

source: Vimeo cookie to track individual users
fr_fr: Le cookie Vimeo pour suivre les utilisateurs individuels

source: From session up to two years
fr_fr: De la session à deux ans

source: We use Google Analytics, a web analytics service provided by Google. Google Analytics uses cookies that allows us to analyze the use of our website and to compile reports on website activity and internet usage.
fr_fr: Nous utilisons Google Analytics, un service d'analyse Web fourni par Google. Google Analytics utilise des cookies qui nous permettent d'analyser l'utilisation de notre site Web et de compiler des rapports sur l'activité du site et l'utilisation d'Internet.

source: 365 days
fr_fr: 365 jours

source: Storing user data across pages for functional purposes
fr_fr: Stockage des données utilisateur sur plusieurs pages à des fins fonctionnelles

source: Sessions are a simple way to store data for individual users against a unique session ID. Session IDs are sent to the browser via session cookies and the ID is used to retrieve existing session data
fr_fr: Les sessions sont un moyen simple de stocker des données pour des utilisateurs individuels avec un ID de session unique. Les ID de session sont envoyés au navigateur via des cookies de session et l'ID est utilisé pour récupérer les données de session existantes.

source: Stripe payment gateway
fr_fr: Passerelle de paiement Stripe

source: Remember the cookie warning choice
fr_fr: Rappelez-vous le choix d'avertissement de cookie

source: Security
fr_fr: Sécurité

source: 1 year
fr_fr: 1 an

source: The __cfduid cookie is used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.
fr_fr: Le cookie __cfduid est utilisé pour identifier les clients individuels derrière une adresse IP partagée et appliquer les paramètres de sécurité pour chaque client.

source: Personalised advertisements
fr_fr: Annonces personnalisées

source: Facebook uses cookies to target users with personalised advertisements
fr_fr: Facebook utilise des cookies pour cibler les utilisateurs avec des publicités personnalisées

source: Google Ads Optimization
fr_fr: Optimisation des annonces Google

source: Google tracks users across platforms to target users with highly personalised ads
fr_fr: Google suit les utilisateurs sur toutes les plates-formes pour cibler les utilisateurs avec des publicités hautement personnalisées.

source: Real-time chat cookie
fr_fr: Cookie de chat en temps réel

source: This cookie is used to chat real-time with employees.
fr_fr: Ce cookie est utilisé pour discuter en temps réel avec les employés.

source: Live Chat is a chat system which can help users with questions regarding our products and website.
fr_fr: Live Chat est un système de chat qui peut aider à répondre aux utilisateurs se posant des questions concernant nos produits et notre site web.

source: Advertisement
fr_fr: Annonce de publicité

source: 2 years
fr_fr: 2 ans

source: This cookie from Doubleclick.net helps us to understand the products you are viewing. We can show you relevant advertisements on our (partner) sites. We can also keep track of how many times you've seen an ad, whether you click on an ad and whether you place an order if you clicked on an ad.
fr_fr: Ce cookie de Doubleclick.net nous aide à comprendre les produits que vous consultez. Nous pouvons vous montrer des publicités pertinentes sur nos sites (partenaires). Nous pouvons également garder une trace du nombre de fois que vous avez vu une annonce, si vous cliquez sur une annonce et si vous passez une commande si vous avez cliqué sur une annonce.

source: From session up to ten years
fr_fr: De la session jusqu'à dix ans

source: Optimizely is a service that enables us to test the effectiveness of different versions of our website and/or content (A/B-testing). The cookies which are set may record your surf and click behavior and other activity.
fr_fr: Optimizely est un service qui nous permet de tester l'efficacité des différentes versions de notre site web et/ou de son contenu (A/B-testing). Les cookies qui sont mis en place peuvent enregistrer votre comportement de navigation et de clic et d'autres activités.

source: On this website, we use Analytics and services from Hotjar, a company based in Malta. HotJar helps us gain insight into how our website is used. We place this cookie ourselves.
fr_fr: Nous utilisons sur ce site Web les services d'analyse de Hotjar, une société basée à Malte. HotJar nous aide à mieux comprendre comment notre site Web est utilisé. Nous plaçons nous-mêmes ce cookie.

source: Call Tracking Metrics
fr_fr: Indicateurs de suivi des appels

source: to identify trusted webtraffic
fr_fr: d'identifier le trafic Web de confiance

source: Linkedin places cookies to track users
fr_fr: Linkedin place des cookies pour tracker les utilisateurs

source: Target users with personalised ads
fr_fr: Cibler les utilisateurs avec des annonces personnalisées

source: Twitter tracks users to target them with personalised ads
fr_fr: Twitter suit les utilisateurs pour les cibler avec des annonces personnalisées

source: Share this
fr_fr: Partagez ceci

source: Share this gathers information on users to target them with personalised ads
fr_fr: Partager cette collecte d'informations sur les utilisateurs pour les cibler avec des annonces personnalisées

source: Slimstat Tracking Code
fr_fr: Code de suivi Slimstat

source: WPML is a cookie used to provide different languages for an user. Also it checks which language a user is using.
fr_fr: WPML est un cookie utilisé pour fournir différentes langues pour un utilisateur. En outre, il vérifie quelle langue un utilisateur utilise.

source: The Heap cookie captures every user interaction from web, mobile, and cloud services.
fr_fr: Le cookie Heap capture toutes les interactions utilisateur des services Web, mobiles et cloud.

source: Tracks a user duration so that so that the page views can be grouped together.
fr_fr: Suit une durée d'utilisateur afin de pouvoir regrouper les pages vues.

source: A cookie for checking if the user is new or returning.
fr_fr: Un cookie pour vérifier si l'utilisateur est nouveau ou revient en visite.

source: Sumo uses cookies to control many different things in users browsers. These cookies control everything from determining if a visitor is opted-out of a certain popup to telling Sumo whether or not to display a Bar.
fr_fr: Sumo utilise des cookies pour contrôler beaucoup de choses différentes dans les navigateurs des utilisateurs. Ces cookies contrôlent tout, de déterminer si un visiteur est exclu d'une certaine fenêtre pop-up jusqu'à dire à Sumo s'il doit ou non afficher une barre.

source: Do you want to add a privacy statement on your site?
fr_fr: Voulez-vous ajouter une déclaration de confidentialité sur votre site ?

source: This will determine whether you will have to answer questions regarding your privacy statement.
fr_fr: Cela déterminera si vous devrez répondre à des questions concernant votre déclaration de confidentialité.

source: Do you want to add a disclaimer on your site?
fr_fr: Voulez-vous ajouter un avertissement sur votre site ?

source: This will determine whether you will have to answer questions regarding your disclaimer.
fr_fr: Cela déterminera si vous devrez ou non répondre à des questions concernant vos mentions légales.

source: Which social media do you use for questions regarding your privacy statement?
fr_fr: Quels médias sociaux utilisez-vous pour des questions concernant votre déclaration de confidentialité ?

source: Do you use e.g. an automated CRM or Google Analytics/Adwords?
fr_fr: Utilisez-vous par exemple un CRM automatisé ou Google Analytics / AdWords ?

source: We take decisions based on automated processes, such as profiling, that could have significant consequences for our users.
fr_fr: Nous prenons des décisions basées sur des processus automatisés, tels que le profilage, qui pourraient avoir des conséquences importantes pour nos utilisateurs.

source: Does the following apply to you?
fr_fr: Est-ce que ce qui suit s'applique à vous ?

source: We have appointed a data protection officer
fr_fr: Nous avons nommé un Délégué à la protection des données

source: We have a GDPR representative within the EU
fr_fr: Nous avons un représentant RGPD au sein de l'UE

source: None of the above
fr_fr: Aucune de ces réponses

source: What is the name of the data protection officer
fr_fr: Quel est le nom du Délégué à la protection des données ?

source: What is the e-mail address of the data protection officer
fr_fr: Quelle est l'adresse e-mail du Délégué à la protection des données ?

source: What is the phone number of the data protection officer
fr_fr: Quel est le numéro de téléphone du Délégué à la protection des données ?

source: What is the name of the representative
fr_fr: Quel est le nom du représentant ?

source: What is the e-mail address of the representative
fr_fr: Quelle est l'adresse e-mail du représentant ?

source: What is the phone number of the representative?
fr_fr: Quel est le numéro de téléphone du représentant ?

source: Indicate for what purpose personal data is processed via your website:
fr_fr: Indiquez dans quel but les données personnelles sont traitées via votre site web :

source: Also think about future work you will be carrying out. Regarding topic Personalized products, these are products which depend on the visitors behavior. E.g. advertisements based on pages visited.
fr_fr: Pensez également aux travaux futurs que vous effectuerez. En ce qui concerne les produits personnalisés, ce sont des produits qui dépendent du comportement des visiteurs. Par exemple, les publicités basées sur les pages visitées.

source: Contact - Through phone, mail, e-mail and/or webforms
fr_fr: Contact - Par téléphone, courrier, e-mail et / ou formulaires web

source: Payments
fr_fr: Paiements

source: Registering an account
fr_fr: Enregistrement d'un compte

source: To support services or products that your customer wants to buy or have purchased
fr_fr: Pour garantir le suivi des services ou produits que votre client souhaite acheter ou a déjà achetés

source: To be able to comply with legal obligations
fr_fr: Pour pouvoir se conformer aux obligations légales

source: Compiling and analyzing statistics for website improvement.
fr_fr: Compiler et analyser des statistiques pour l'amélioration de site Web.

source: To be able to offer personalized products and services.
fr_fr: Afin d'être capable d'offrir des produits et services personnalisés.

source: Yes, both to processors and other third parties, whereby the data subject must give permission.
fr_fr: Oui, à la fois aux transformateurs et à d'autres tiers, par lesquels la personne concernée doit donner son autorisation.

source: Limited: only with processors that are necessary for the fullfillment of my service
fr_fr: Limité : uniquement avec les opérateurs nécessaires à l'exécution de mon service

source: Do you share personal data with other parties?
fr_fr: Partagez-vous des données personnelles avec des tiers ?

source: Third party details
fr_fr: Informations détaillées à propos des tiers

source: If you share data with third parties, add a "third party" for each one, and add the details of the data you share.
fr_fr: Si vous partagez des données avec des tiers, ajoutez un "tiers" pour chacune et ajoutez les détails des données que vous partagez.

source: For forms detected on your site, you can choose to add a consent checkbox
fr_fr: Pour les formulaires détectés sur votre site, vous pouvez choisir d'ajouter une case à cocher de consentement

source: You have answered that you use webforms on your site and need to ask permission. You can do this with a consent box.
fr_fr: Vous avez répondu que vous utilisez des formulaires Web sur votre site donc et devez demander la permission. Vous pouvez valider le consentement au moyen d'une case à cocher.

source: Do you have consent boxes on all webforms?
fr_fr: Avez-vous des cases à cocher de consentement sur tous les formulaires Web ?

source: See this %sarticle%s for instructions how to do this.
fr_fr: Voir cet %sarticle%s pour les instructions sur la façon de procéder.

source: How do you secure personal data acquired on your website?
fr_fr: Comment sécurisez-vous les données personnelles acquises sur votre site Web ?

source: We give a general explanation about security in the privacy statement
fr_fr: Nous donnons une explication générale sur la sécurité dans la déclaration de confidentialité

source: We will list our security measures
fr_fr: Nous énumérerons nos mesures de sécurité

source: Which security measures did you take?
fr_fr: Quelles mesures de sécurité avez-vous prises ?

source: Username and Password
fr_fr: Nom d'utilisateur et mot de passe

source: Physical security measures of systems which contain personal data.
fr_fr: Mesures de sécurité physique des systèmes contenant des données personnelles.

source: Security software
fr_fr: Logiciel de sécurité

source: ISO27001/27002 certified
fr_fr: Certifié ISO27001 / 27002

source: Which themes would you like to include in your disclaimer?
fr_fr: Quels thèmes aimeriez-vous inclure dans vos Mentions légales ?

source: Liability
fr_fr: Responsabilité

source: Reference to terms of use
fr_fr: Référence aux conditions d'utilisation

source: How you will answer inquiries
fr_fr: Comment allez-vous répondre aux questions ?

source: Privacy and reference to the privacy statement
fr_fr: Confidentialité et référence à la déclaration de confidentialité

source: Not liable when security is breached
fr_fr: Non responsable lorsque la sécurité est violée

source: Not liable for third party content
fr_fr: Non responsable du contenu de tiers

source: Accessibility of the website for the disabled
fr_fr: Accessibilité du site pour les personnes handicapées

source: What is the URL of the Terms of Use?
fr_fr: Quelle est l'URL traitant des conditions d'utilisation ?

source: Is your website built according to WCAG 2.0 level AA guidelines?
fr_fr: Votre site web est-il construit selon les directives WCAG 2.0 niveau AA ?

source: Who made the content of the website?
fr_fr: Qui a fait le contenu du site web ?

source: The content is being developed by ourselves
fr_fr: Le contenu est développé par nous-mêmes

source: The content is being developed or posted by third parties
fr_fr: Le contenu est en cours de développement ou de publication par des tiers

source: The content is being developed by ourselves and other parties
fr_fr: Le contenu est développé par nous-mêmes et d'autres parties

source: What do you want to do with any intellectual property claims?
fr_fr: Que voulez-vous faire avec les revendications de propriété intellectuelle ?

source: All rights reserved
fr_fr: Tous droits réservés

source: No rights reserved
fr_fr: Aucun droit réservé

source: Creative Commons - Share a like
fr_fr: Creative Commons - Partager un like

source: Creative Commons - No derivatives
fr_fr: Creative Commons - Aucun dérivé

source: Creative Commons - Noncommercial
fr_fr: Creative Commons - Pas d'utilisation commerciale

source: Creative Commons - Share a like, noncommercial
fr_fr: Creative Commons - Partager un like, non commercial

source: Creative Commons (CC) is an American non-profit organization devoted to expanding the range of creative works available for others to build upon legally and to share.
fr_fr: Creative Commons (CC) est une organisation américaine à but non lucratif qui se consacre à l'élargissement de l'éventail des œuvres créatives disponibles pour d'autres personnes afin qu'elles puissent en tirer parti légalement et les partager.

source: The wizard has been completed.
fr_fr: L'assistant a été complété.

source: The wizard is not completed yet.
fr_fr: L'assistant n'est pas encore entièrement renseigné.

source: Great, you have a %scookie policy%s!
fr_fr: Super, vous avez une %scookie politique%s !

source: You do not have a cookie policy validated by Complianz GDPR yet.
fr_fr: Vous n'avez pas encore de politique de cookies validée par Complianz GDPR.

source: No cookie changes have been detected.
fr_fr: Aucun changement de cookie n'a été détecté.

source: Cookie changes have been detected.
fr_fr: Des modifications de cookies ont été détectées.

source: Please review step %s of the wizard for changes in cookies.
fr_fr: Veuillez consulter l'étape %s de l'assistant pour les modifications apportées aux cookies.

source: You don't have SSL on your site yet. Most hosting companies can install SSL for you, which you can quickly enable with %sReally Simple SSL%s
fr_fr: Vous n'avez pas encore SSL sur votre site. La plupart des hébergeurs peuvent installer SSL pour vous, ce que vous pouvez activer rapidement avec %sReally Simple SSL%s

source: No plugin changes have been detected.
fr_fr: Aucun changement de plugin n'a été détecté.

source: Plugin changes have been detected.
fr_fr: Des modifications du plugin ont été détectées.

source: Please review step %s of the wizard for changes in plugin privacy statements and cookies.
fr_fr: Veuillez consulter l'étape %s de l'assistant pour les modifications apportées aux déclarations de confidentialité et aux cookies du plug-in.

source: Google Analytics is being used, but is not configured in Complianz.
fr_fr: Google Analytics est utilisé, mais n'est pas configuré dans Complianz.

source: Google Tagmanager is being used, but is not configured in Complianz.
fr_fr: Google Tagmanager est utilisé, mais n'est pas configuré dans Complianz.

source: Matomo is being used, but is not configured in Complianz.
fr_fr: Matomo est utilisé, mais n'est pas configuré dans Complianz.

source: General
fr_fr: Général

# intro on documents
source: In this first step you can decide which documents we will generate for you.
fr_fr: Dans cette première étape, vous pouvez décider quels documents nous allons générer pour vous.

source: Company information
fr_fr: Informations sur la société
