Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

# intro company info
source: We need some company information to be able to generate your documents.
fr_fr: Nous avons besoin d'informations sur votre entreprise pour générer vos documents.

source: Data protection officer
fr_fr: Responsable protection des données

source: Details per purpose
fr_fr: Détails par objectif

source: Security & Consent
fr_fr: Sécurité et consentement

source: Disclaimer
fr_fr: Avertissement

# intro disclaimer
source: Answers you will give below will be used to generate your disclaimer.
fr_fr: Les réponses que vous donnerez ci-dessous seront utilisées pour générer votre avertissement.

# intro plugins
source: Plugins and themes can add their own suggested privacy statements here. You can choose to add these to your privacy policy.
fr_fr: Les plugins et les thèmes peuvent ajouter leurs propres déclarations de confidentialité suggérées ici. Vous pouvez choisir d'ajouter ces éléments à votre politique de confidentialité.

# intro plugins
source: Please note that you should customize these texts for your website: the text should generally not be copied as is.
fr_fr: Veuillez noter que vous devez personnaliser ces textes pour votre site Web : le texte ne doit généralement pas être copié tel quel.

# intro plugins
source: You can also use the editor to add custom text to your privacy policy, in case you need this.
fr_fr: Vous pouvez également utiliser l'éditeur pour ajouter du texte personnalisé à votre politique de confidentialité, en cas de besoin.

source: Processing
fr_fr: Traitement

source: Data
fr_fr: Les données

source: Handling of requests
fr_fr: Traitement des demandes

source: Right of audit
fr_fr: Droit de vérification

source: Data breach
fr_fr: Violation de données

source: Necessity
fr_fr: Nécessité

source: Description of incident
fr_fr: Description de l'incident

# intro scan
source: If you have an adblocker enabled, please disable it to get the best results.
fr_fr: Super ! Vous êtes déjà sur SSL ! si vous avez un adblocker activé, veuillez le désactiver pour obtenir les meilleurs résultats.

source: Cookie usage
fr_fr: Utilisation de cookie

source: Used cookies
fr_fr: Cookies utilisés

# intro used cookies
source: With the automatic cookie scan most first party cookies should be detected. Below you can choose if it needs to be shown on the cookie policy, add more detailed information, or add cookies which are still missing.
fr_fr: Avec l'analyse automatique des cookies, la plupart des cookies de première partie doivent être détectés. Vous pouvez choisir ci-dessous si ceci doit figurer sur la politique de cookie, s'il faut ajouter des informations plus détaillées ou bien ajouter des cookies qui manquent encore.

# intro cookie usage
source: You can add scripts that should be activated whenever someone accepts the cookie policy. In the third party iframes and scripts sections, you can add URLs from third party scripts that should be blocked until the cookie warning is accepted.
fr_fr: Vous pouvez ajouter des scripts qui doivent être activés chaque fois que quelqu'un accepte la politique de cookie. Dans les sections iframes et scripts de tiers, vous pouvez ajouter des URL provenant de scripts tiers qui doivent être bloqués jusqu'à ce que l'avertissement de cookie soit accepté.

source: Aland Islands
fr_fr: Îles Aland

source: Albania
fr_fr: Albanie

source: Algeria
fr_fr: Algérie

source: American Samoa
fr_fr: Samoa américaines

source: Andorra
fr_fr: Andorre

source: Antarctica
fr_fr: Antarctique

source: Antigua And Barbuda
fr_fr: Antigua-et-Barbuda

source: Argentina
fr_fr: Argentine

source: Armenia
fr_fr: Arménie

source: Australia
fr_fr: Australie

source: Austria
fr_fr: Autriche

source: Azerbaijan
fr_fr: Azerbaïdjan

source: Bahrain
fr_fr: Bahreïn

source: Barbados
fr_fr: la Barbade

source: Belarus
fr_fr: Biélorussie

source: Belgium
fr_fr: Belgique

source: Benin
fr_fr: Bénin

source: Bermuda
fr_fr: Bermudes

source: Bhutan
fr_fr: Bhoutan

source: Bolivia
fr_fr: Bolivie

source: Bosnia And Herzegovina
fr_fr: Bosnie-Herzégovine

source: Botswana
fr_fr: Bostwana

source: Bouvet Island
fr_fr: Île Bouvet

source: Brazil
fr_fr: Brésil

source: British Indian Ocean Territory
fr_fr: Territoire britannique de l'océan Indien

source: Bulgaria
fr_fr: Bulgarie

source: Cambodia
fr_fr: Cambodge

source: Cameroon
fr_fr: Cameroun

source: Cape Verde
fr_fr: Cap-Vert

source: Cayman Islands
fr_fr: Îles Caïmans

source: Central African Republic
fr_fr: République centrafricaine

source: Chad
fr_fr: Tchad

source: Chile
fr_fr: Chili

source: China
fr_fr: Chine

source: Christmas Island
fr_fr: Île de Noël

source: Cocos (Keeling) Islands
fr_fr: Îles Cocos (Keeling)

source: Colombia
fr_fr: Colombie

source: Comoros
fr_fr: Comores

source: Congo, Democratic Republic
fr_fr: Congo, République démocratique

source: Cook Islands
fr_fr: les Îles Cook

source: Cote D'Ivoire
fr_fr: Côte d'Ivoire

source: Croatia
fr_fr: Croatie

source: Cyprus
fr_fr: Chypre

source: Czech Republic
fr_fr: République Tchèque

source: Denmark
fr_fr: Danemark

source: Dominica
fr_fr: Dominique

source: Dominican Republic
fr_fr: République Dominicaine

source: Ecuador
fr_fr: Equateur

source: Egypt
fr_fr: Egypte

source: El Salvador
fr_fr: Le Salvador

source: Equatorial Guinea
fr_fr: Guinée Équatoriale

source: Eritrea
fr_fr: Érythrée

source: Estonia
fr_fr: Estonie

source: Ethiopia
fr_fr: Ethiopie

source: Falkland Islands (Malvinas)
fr_fr: Îles Falkland (Malouines)

source: Faroe Islands
fr_fr: Îles Féroé

source: Fiji
fr_fr: Fidji

source: French Guiana
fr_fr: Guinée Française

source: French Polynesia
fr_fr: Polynésie française

source: French Southern Territories
fr_fr: Terres australes françaises

source: Gambia
fr_fr: Gambie

source: Georgia
fr_fr: Géorgie

source: Germany
fr_fr: Allemagne

source: Greece
fr_fr: Grèce

source: Greenland
fr_fr: Groenland

source: Grenada
fr_fr: Grenade

source: Guinea
fr_fr: Guinée

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guyana
fr_fr: Guyane

source: Haiti
fr_fr: Haïti

source: Heard Island & Mcdonald Islands
fr_fr: Heard Island et les îles Mcdonald

source: Holy See (Vatican City State)
fr_fr: Saint-Siège (État de la Cité du Vatican)

source: Hungary
fr_fr: Hongrie

source: Iceland
fr_fr: Islande

source: India
fr_fr: Inde

source: Indonesia
fr_fr: Indonésie

source: Iran, Islamic Republic Of
fr_fr: République islamique d'Iran

source: Iraq
fr_fr: Irak

source: Ireland
fr_fr: Irlande

source: Isle Of Man
fr_fr: Île de Man

source: Israel
fr_fr: Israël

source: Italy
fr_fr: Italie

source: Jamaica
fr_fr: Jamaïque

source: Japan
fr_fr: Japon

source: Jordan
fr_fr: Jordanie

source: Korea
fr_fr: Corée

source: Kuwait
fr_fr: Koweit

source: Kyrgyzstan
fr_fr: Kirghizistan

source: Lao People's Democratic Republic
fr_fr: République démocratique populaire du Laos

source: Latvia
fr_fr: Lettonie

source: Lebanon
fr_fr: Liban

source: Liberia
fr_fr: Libéria

source: Libyan Arab Jamahiriya
fr_fr: Jamahiriya arabe libyenne

source: Lithuania
fr_fr: Lituanie

source: Macedonia
fr_fr: Macédoine

source: Malaysia
fr_fr: Malaisie

source: Malta
fr_fr: Malte

source: Marshall Islands
fr_fr: Iles Marshall

source: Mauritania
fr_fr: Mauritanie

source: Mauritius
fr_fr: Maurice

source: Mexico
fr_fr: Mexique

source: Micronesia, Federated States Of
fr_fr: Micronésie, États fédérés de

source: Moldova
fr_fr: Moldavie

source: Mongolia
fr_fr: Mongolie

source: Montenegro
fr_fr: Monténégro

source: Morocco
fr_fr: Maroc

source: Namibia
fr_fr: Namibie

source: Nepal
fr_fr: Népal

source: Netherlands
fr_fr: Pays-Bas

source: Netherlands Antilles
fr_fr: Antilles néerlandaises

source: New Caledonia
fr_fr: Nouvelle-Calédonie

source: New Zealand
fr_fr: Nouvelle-Zélande

source: Norfolk Island
fr_fr: Île de Norfolk

source: Northern Mariana Islands
fr_fr: Îles Mariannes du Nord

source: Norway
fr_fr: Norvège

source: Palestinian Territory, Occupied
fr_fr: Territoire palestinien occupé

source: Papua New Guinea
fr_fr: Papouasie Nouvelle Guinée

source: Peru
fr_fr: Pérou

source: Poland
fr_fr: Pologne

source: Puerto Rico
fr_fr: Porto Rico

source: Reunion
fr_fr: Réunion

source: Romania
fr_fr: Roumanie

source: Russian Federation
fr_fr: Fédération Russe

source: Saint Helena
fr_fr: Sainte-Hélène

source: Saint Kitts And Nevis
fr_fr: Saint-Christophe-et-Niévès

source: Saint Lucia
fr_fr: Sainte-Lucie

source: Saint Pierre And Miquelon
fr_fr: Saint-Pierre-et-Miquelon

source: Saint Vincent And Grenadines
fr_fr: Saint-Vincent et les Grenadines

source: San Marino
fr_fr: Saint-Marin

source: Sao Tome And Principe
fr_fr: Sao Tomé-et-Principe

source: Saudi Arabia
fr_fr: Arabie Saoudite

source: Senegal
fr_fr: Sénégal

source: Serbia
fr_fr: Serbie

source: Singapore
fr_fr: Singapour

source: Slovakia
fr_fr: Slovaquie

source: Slovenia
fr_fr: Slovénie

source: Solomon Islands
fr_fr: Les îles Salomon

source: Somalia
fr_fr: Somalie

source: South Africa
fr_fr: Afrique du Sud

source: South Georgia And Sandwich Isl.
fr_fr: Géorgie du Sud et Iles Sandwich

source: Spain
fr_fr: Espagne

source: Sudan
fr_fr: Soudan

source: Svalbard And Jan Mayen
fr_fr: Svalbard et Jan Mayen

source: Sweden
fr_fr: Suède

source: Switzerland
fr_fr: Suisse

source: Syrian Arab Republic
fr_fr: République Arabe Syrienne

source: Taiwan
fr_fr: Taïwan

source: Tajikistan
fr_fr: Tadjikistan

source: Tanzania
fr_fr: Tanzanie

source: Thailand
fr_fr: Thaïlande

source: Trinidad And Tobago
fr_fr: Trinité-et-Tobago

source: Tunisia
fr_fr: Tunisie

source: Turkey
fr_fr: Turquie

source: Turkmenistan
fr_fr: Turkménistan

source: Turks And Caicos Islands
fr_fr: Îles Turques-et-Caïques

source: Uganda
fr_fr: Ouganda

source: United Arab Emirates
fr_fr: Emirats Arabes Unis

source: United Kingdom
fr_fr: Royaume-Uni

source: United States
fr_fr: Etats-Unis

source: United States Outlying Islands
fr_fr: Îles mineures éloignées des États-Unis

source: Uzbekistan
fr_fr: Ouzbékistan

source: Venezuela
fr_fr: Vénézuéla

source: Virgin Islands, British
fr_fr: Îles Vierges britanniques

source: Virgin Islands, U.S.
fr_fr: Îles Vierges, États-Unis

source: Wallis And Futuna
fr_fr: Wallis et Futuna

source: Western Sahara
fr_fr: Sahara occidental

source: Zambia
fr_fr: Zambie

source: Zimbabwe
fr_fr: Zimbabwé

source: Use geolocation
fr_fr: Utilise la géolocalisation

source: If enabled, the cookie warning will not show for countries without a cookie law.
fr_fr: Si cette option est activée, l'avertissement de cookie ne s'affichera pas pour les pays sans loi sur les cookies.

source: Enable A/B testing
fr_fr: Activer le test A/B

source: If enabled, the plugin will track which cookie warning has the best conversion rate.
fr_fr: Si cette option est activée, le plugin suivra quel cookie a le meilleur taux de conversion.

source: Duration in days of the A/B testing period
fr_fr: Durée en jours de la période de test A/B

source: Popup position
fr_fr: Position de popup

source: Banner bottom
fr_fr: Bas de la Bannière

source: Floating left
fr_fr: Flottant à gauche

source: Floating right
fr_fr: Flottant à droite

source: Center
fr_fr: Centre

source: Banner top
fr_fr: Haut de la bannière

source: Push down
fr_fr: Poussez vers le bas

source: Block
fr_fr: Bloc

source: Classic
fr_fr: Classique

source: Minimal
fr_fr: Minimale

source: We use cookies to optimize our website and our service.
fr_fr: Nous utilisons des cookies pour optimiser notre site web et notre service.

source: Cookie message
fr_fr: Message de cookie

source: Functional only
fr_fr: Fonctionnel uniquement

source: Functional cookies only text
fr_fr: Texte des cookies fonctionnels uniquement

source: When a users clicks this button, the message is dismissed, without activating all cookies. This can be described as a "dismiss" button or as an "activate functional cookies" only button.
fr_fr: Quand un utilisateur clique sur ce bouton, le message est rejeté, sans que tous les cookies soient activés. Ceci peut être décrit comme un bouton "rejeter" ou comme un bouton "activer les cookies fonctionnels" seulement.

source: Save preferences
fr_fr: Sauver les préférences

source: Save settings text
fr_fr: Sauver le texte des réglages

source: View preferences
fr_fr: Afficher les préférences

source: View preferences text
fr_fr: Afficher le texte des préférences

source: Functional cookies
fr_fr: Les cookies fonctionnels

source: Functional cookies text
fr_fr: Texte des cookies fonctionnels

source: Accept all cookies text
fr_fr: Accepter tous les textes des cookies

source: Statistics cookies text
fr_fr: Statistiques texte des cookies

source: It depends on your settings if this category is necessary, so it will conditionally show
fr_fr: Il dépend de vos paramètres si cette catégorie est nécessaire, donc elle affichera conditionnellement

source: All cookies
fr_fr: Tous les cookies

source: This text is shown in the button which accepts all cookies. These are generally marketing related cookies, so you could also name it "Marketing"
fr_fr: Ce texte est affiché dans le bouton qui accepte tous les cookies. Il s'agit généralement de cookies liés au marketing, donc vous pouvez aussi l'appeler "Marketing".

source: Settings text
fr_fr: Texte des réglages

source: The text that appears on the revoke button, which shows when a choice has been made in the cookie warning.
fr_fr: Le texte qui apparaît sur le bouton de révocation, qui indique quand un choix a été fait dans l'avertissement de cookie.

source: Read more text
fr_fr: Lire plus de texte

source: Use categories
fr_fr: Catégories d'utilisations

source: With categories, you can let users choose which category of cookies they want to accept.
fr_fr: Avec les catégories, vous pouvez laisser les utilisateurs choisir la catégorie de cookies qu'ils veulent accepter.

source: Depending on your settings and cookies you use, there can be two or three categories. With Tag Manager you can use more, custom categories.
fr_fr: Selon vos paramètres et les cookies que vous utilisez, il peut y avoir deux ou trois catégories. Avec Tag Manager, vous pouvez utiliser plus de catégories personnalisées.

source: Custom Tag Manager categories
fr_fr: Catégories du Gestionnaire d'étiquettes personnalisées

source: Enter your custom Tag Manager categories, comma separated. The first item will fire event cmplz_event_0, the second one will fire cmplz_event_1 and so on. At page load cmplz_event_functional is fired, Marketing fires cmplz_event_all
fr_fr: Entrez vos catégories Tag Manager personnalisées, séparées par des virgules. Le premier élément déclenchera l'événement cmplz_event_0, le second déclenchera cmplz_event_1 et ainsi de suite. Au chargement de la page cmplz_event_functional est tiré, Marketing feux cmplz_event_all

source: First category, Second category
fr_fr: Première catégorie, Deuxième catégorie

source: Popup background color
fr_fr: Couleur d'arrière-plan de pop-up

source: Popup text color
fr_fr: Couleur du texte de popup

source: Button background color
fr_fr: Couleur de fond du bouton

source: Button text color
fr_fr: Couleur du texte du bouton

source: Border color
fr_fr: Couleur du bord

source: Cookie warning expiration in days
fr_fr: Expiration alerte cookie en jours

source: Use Custom CSS
fr_fr: Utiliser CSS personnalisé

source: Custom CSS
fr_fr: CSS personnalisé

source: Disable if you don't want the default Complianz GDPR document CSS to load
fr_fr: Désactiver si vous ne voulez pas que le document par défaut de Complianz GDPR CSS soit chargé.

source: Add custom document CSS
fr_fr: Ajouter un document CSS personnalisé

source: Enable if you want to add custom CSS for the documents
fr_fr: Activer si vous voulez ajouter des CSS personnalisés pour les documents

source: Custom document CSS
fr_fr: Document CSS personnalisé

source: Add your own custom document css here
fr_fr: Ajoutez votre propre document personnalisé css ici

source: Disable cookie blocker
fr_fr: Désactiver le bloqueur de cookies

source: Not recommended. You can disable the brute force blocking of third party scripts if you encounter issues with styling on your front-end.
fr_fr: Non recommandé. Vous pouvez désactiver le blocage par force brute des scripts tiers si vous rencontrez des problèmes de style sur votre front-end.

source: E.g. hosting, data storage, payment processing, sending newsletters
fr_fr: Par exemple. hébergement, stockage de données, traitement des paiements, envoi de newsletters

source: Describe briefly what activities your processor will perform.
fr_fr: Décrivez brièvement les activités que votre responsable de traitement exécutera.

source: Who's data will be processed?
fr_fr: Les données de quelles personnes seront traitées ?

source: Customers
fr_fr: Clients

source: Employees
fr_fr: Employés

source: Suppliers
fr_fr: Fournisseurs

source: Account holders
fr_fr: Titulaires de compte

source: Job applicants
fr_fr: Demandeurs d'emploi

source: Website visitors
fr_fr: Visiteurs du site

source: Leads
fr_fr: Prospects

source: Members
fr_fr: Membres

source: Tenants
fr_fr: Locataires

source: Other:
fr_fr: Autre :

source: Which categories can the persons be placed in?
fr_fr: Dans quelles catégories les personnes peuvent-elles être placées ?

source: What kind of data will be processed by the data processor?
fr_fr: Quel genre de données seront traitées par le responsable du traitement de données ?

source: Name Address City
fr_fr: Nom Adresse Ville

source: Phone number
fr_fr: Numéro de téléphone

source: E-mail address
fr_fr: Adresse e-mail

source: Browse history
fr_fr: Historique de navigation

source: IP Address
fr_fr: Adresse IP

source: Social Media accounts
fr_fr: Comptes de Médias sociaux

source: Birth Date
fr_fr: Date de naissance

source: Marital status
fr_fr: Statut marital

source: Financial data
fr_fr: Données financières

source: Medical data
fr_fr: Données médicales

source: Which kind of personal data will be processed?
fr_fr: Quel type de données personnelles sera traité ?

source: Do you allow data to be processed outside the EEA European Economic Area?
fr_fr: Autorisez-vous le traitement de données en dehors de l'Espace économique européen (EEE) ?

source: No, processing outside the EEA is not allowed.
fr_fr: Non, le traitement en dehors de l'EEE n'est pas autorisé.

source: Yes, but only when the countries share the same security levels concerning privacy.
fr_fr: Oui, mais seulement lorsque les pays partagent les mêmes niveaux de sécurité concernant la vie privée.

source: What is the name of the processor?
fr_fr: Quel est le nom du responsable de traitement ?

source: How will you deal with requests from those involved?
fr_fr: Comment allez-vous répondre aux demandes des personnes impliquées ?

source: I will deal with requests from those involved, The processor will forward everything to me.
fr_fr: Je traiterai les demandes des personnes impliquées. L'opérateur me transmettra tout.

source: The processor may charge additional costs that it incurs in this context.
fr_fr: Le prestataire peut facturer des coûts supplémentaires qu'il encourt dans ce contexte.

source: Which security measures should the Processor take?
fr_fr: Quelles mesures de sécurité le Responsable du traitement doit-il prendre ?

source: The Processor must at least be able to meet the legal minimum.
fr_fr: Le Prestataire doit au moins être en mesure de respecter le minimum légal.

source: The Processor must comply with a separate security protocol.
fr_fr: Le Prestataire doit se conformer à un protocole de sécurité distinct.

source: I want to be able to choose the required security measures myself.
fr_fr: Je veux pouvoir choisir moi-même les mesures de sécurité requises.

source: Where can people find this security protocol?
fr_fr: Où les gens peuvent-ils trouver ce protocole de sécurité ?

source: The protocol is annexed to this agreement.
fr_fr: Le protocole est annexé à cet accord.

source: The protocol can be found online via an URL
fr_fr: Le protocole peut être trouvé en ligne via une URL

source: What is the URL?
fr_fr: Quelle est l'URL ?

source: Select the required security standard or measure.
fr_fr: Sélectionnez la norme de sécurité ou la mesure requise.

source: PCI Security Standards
fr_fr: Normes de sécurité PCI

source: Username and password
fr_fr: Nom d'utilisateur et mot de passe

source: ISO27001 / 27002 certified
fr_fr: Certifié ISO27001 / 27002

source: Access security
fr_fr: Sécurité d'accès

source: Can the audit be carried out by an independent third party?
fr_fr: L'audit peut-il être effectué par un tiers indépendant ?

source: The audit may be performed by an independent third party.
fr_fr: L'audit peut être effectué par un tiers indépendant.

source: Only I can perform audits
fr_fr: Je suis le seul en capacité d'effectuer des audits

source: When can you, as the as the data controller, carry out audits?
fr_fr: Quand pouvez-vous, en tant que contrôleur de données, effectuer des audits ?

source: If similar reports give no or insufficient clarification.
fr_fr: Si des rapports similaires ne donnent pas ou pas assez d'explications.

source: With a reasonable suspicion of abuse,
fr_fr: Avec une suspicion raisonnable d'abus,

source: Once every quarter and more often with reasonable suspicion of abuse.
fr_fr: Une fois par trimestre ou plus souvent avec une suspicion raisonnable d'abus.

source: Once every year and more often with reasonable suspicion of abuse.
fr_fr: Une fois par an ou plus souvent avec une suspicion raisonnable d'abus.

source: What should be done with the findings of the audit?
fr_fr: Que devrait-on faire avec les résultats de la vérification ?

source: The processor is obliged to implement the findings as quickly as possible.
fr_fr: Le prestataire est obligé de mettre en œuvre les résultats le plus rapidement possible.

source: The parties should decide together what to do with these findings.
fr_fr: Les parties doivent convenir ensemble quoi faire avec ces résultats.

source: Who is responsible for any audit costs?
fr_fr: Qui est responsable des coûts d'audit ?

source: Data controller
fr_fr: Contrôleur de données

source: Processor
fr_fr: Responsable du traitement

source: The Processor, in case of non - trivial violations of the obligations from the processor agreement. Otherwise the data controller.
fr_fr: Le Prestataire, en cas de violation non triviale des obligations de l'accord de prestataire. Sinon, le Contrôleur de données.

source: How quickly should the Data Controller be informed of a data breach?
fr_fr: Dans quel délai le responsable du traitement des données doit-il être informé d'une violation de données ?

source: Immediately(without reasonable delay) after the leak has become known to the processor.
fr_fr: Immédiatement (sans délai raisonnable) après que la fuite est devenue connue du responsable du traitement.

source: Immediately(without reasonable delay), within 24 hours after the leak has become know to the processor.
fr_fr: Immédiatement (sans délai raisonnable), dans les 24 heures après que la fuite est devenue connue du responsable du traitement.

source: Immediately(without reasonable delay), within 36 hours after the leak has become know to the processor.
fr_fr: Immédiatement (sans délai raisonnable), dans les 36 heures après que la fuite est devenue connue du responsable du traitement.

source: Up to which amount, can the processor be held liable for violations of the processor agreement?
fr_fr: Jusqu'à quel montant, le responsable du traitement peut-il être tenu responsable des violations de l'accord de traitement ?

source: Should the Processor take out liability insurance?
fr_fr: Le responsable du traitement doit-il contracter une assurance responsabilité civile ?

source: What is the maximum of costs the insurance can cover?
fr_fr: Quel est le maximum de coûts que l'assurance peut couvrir ?
