Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: Complianz GDPR free version deactivated
fr_fr: La version gratuite de Complianz GDPR est désactivée

source: %s is a singleton class and you cannot create a second instance.
fr_fr: %s est une classe "singleton" et vous ne pouvez pas créer une seconde instance.

source: To submit this form, you need to accept our privacy policy
fr_fr: Pour soumettre ce formulaire, vous devez accepter notre politique de confidentialité

source: Accept
fr_fr: Acceptez

source: To submit this form, you need to accept our %sprivacy policy%s
fr_fr: Pour soumettre ce formulaire, vous devez accepter notre %spolitique de confidentialité%s

source: Settings
fr_fr: Paramètres

source: All fields have been completed, but you have not clicked the finish button yet.
fr_fr: Tous les champs ont été complétés, mais vous n'avez pas encore cliqué sur le bouton Terminer.

source: Wizard
fr_fr: Assistant

source: Cookie warning
fr_fr: Alerte cookie

source: Script center
fr_fr: Centre des scripts

source: Your license needs to be activated to unlock the wizard
fr_fr: Votre licence doit être activée pour déverrouiller l'assistant

source: Tools
fr_fr: Outils

source: For the most common issues see the Complianz %sknowledge base%s
fr_fr: Pour les problèmes les plus courants, voir la%sbase de connaissances%s Complianz

source: Ask your questions on the %sWordPress forum%s
fr_fr: Posez vos questions sur le forum %sWordPress%s

source: Create dataleak report
fr_fr: Créer un rapport de fuite de données (dataleak)

source: Create processing agreement
fr_fr: Créer un accord de traitement

source: Upgrade to Complianz premium for %spremium support%s
fr_fr: Mise à niveau vers Complianz premium pour %ssupport premium%s

source: Export personal data
fr_fr: Exporter les données personnelles

source: Erase personal data
fr_fr: Effacer les données personnelles

source: Upgrade to premium
fr_fr: Passer à la version premium

source: Privacy Statement, Disclaimer & Processing Agreement
fr_fr: Déclaration de confidentialité, Mentions légales et Accord de traitement

source: Legal Updates, GEO Location & Do Not Track
fr_fr: Mises à jour juridiques, GEO Localisation & Ne Pas Suivre

source: Multiple Languages & Premium Support
fr_fr: Langues multiples et support Premium

source: Discover all premium benefits
fr_fr: Découvrez tous les avantages de la version premium

source: Read more
fr_fr: Lire la suite

source: Trusted by over 1 million WordPress users
fr_fr: Reconnu par plus d'un million d'utilisateurs WordPress

source: Feature requests
fr_fr: Requêtes de nouvelles fonctionnalités

source: Need new features or languages? Let us know!
fr_fr: Besoin de nouvelles fonctionnalités ou de nouvelles langues ? Faites-le nous savoir !

source: Check out the docs on complianz.io!
fr_fr: Consultez la documentation sur complianz.io !

source: Our blog
fr_fr: Notre blog

source: Stay up to date with the latest news
fr_fr: Restez à jour avec les dernières nouvelles

source: You haven't completed the wizard yet. You should run the wizard at least once to get valid results in the dashboard.
fr_fr: Vous n'avez pas encore terminé le assistant. Vous devez exécuter l'assistant au moins une fois pour obtenir des résultats valides dans le tableau de bord.

source: Start wizard
fr_fr: Assistant de démarrage

source: Free
fr_fr: Gratuit(e)

source: %s completed.
fr_fr: %s terminé.

source: Your website is not ready for the GDPR yet.
fr_fr: Votre site Web n'est pas encore prêt pour le RGPD.

source: Well done! Your website is ready for the GDPR.
fr_fr: Bien joué ! Votre site Web est prêt pour le RGPD.

source: Your progress
fr_fr: Votre progression

source: You're not ready for the GDPR yet.
fr_fr: Vous n'êtes pas encore prêt pour le RGPD.

source: Continue
fr_fr: Continuer

source: Your site requires a cookie warning, but the wizard is not completed yet
fr_fr: Votre site nécessite un avertissement de cookie, mais l'assistant n'a pas encore terminé

source: Your site requires a cookie warning, which has been enabled
fr_fr: Votre site nécessite un avertissement de cookie, celui-ci a été activé

source: Your site does not require a cookie warning. No cookie warning has been enabled.
fr_fr: Votre site ne nécessite pas d'avertissement de cookie. Aucun avertissement de cookie n'a été activé.

source: Last cookie scan on %s
fr_fr: Dernier scan de cookie sur %s

source: No cookies detected yet
fr_fr: Aucun cookie détecté pour le moment

source: You do not have a privacy policy validated by Complianz GDPR yet. Upgrade to %spremium%s to generate a custom privacy policy
fr_fr: Vous n'avez pas encore de politique de confidentialité validée par Complianz GDPR. Mettre à niveau vers %premium%s pour générer une politique de confidentialité personnalisée

source: The browser setting Do No Track is not respected yet. Upgrade to %spremium%s to make your site DNT compliant
fr_fr: Le réglage du navigateur Ne Pas Suivre (Do No Track) n'est pas encore respecté. Passez à la version %spremium%s pour mettre votre site en conformité DNT

source: Email address not valid
fr_fr: Adresse e-mail non valide

source: Your support request has been received. We will reply shortly. You can track the status of your request at %scomplianz.io%s
fr_fr: Votre demande d'assistance a été reçue. Nous vous répondrons sous peu. Vous pouvez suivre l'état de votre demande sur %scomplianz.io%s

source: Something went wrong while submitting the support request
fr_fr: Une erreur s'est produite lors de la demande de support

source: Cookie warning settings
fr_fr: Paramètres d'alerte cookie

source: Please complete the wizard to check if you need a cookie warning.
fr_fr: Veuillez compléter l'assistant pour vérifier si vous avez besoin d'un avertissement de cookie.

source: Your website does not require a cookie warning, so these settings do not apply.
fr_fr: Votre site Web ne nécessite pas d'avertissement de cookie, ces paramètres ne s'appliquent donc pas.

source: Your website requires a cookie warning, these settings will determine how the popup will look.
fr_fr: Votre site Web nécessite un avertissement de cookie, ces réglages déterminent l'aspect de la fenêtre de popup.

source: PHP version problem
fr_fr: Problème de version PHP

source: Complianz GDPR requires at least PHP version 5.6. Please upgrade your PHP version before continuing.
fr_fr: Complianz GDPR nécessite au moins la version PHP 5.6. Veuillez mettre à jour votre version de PHP avant de continuer.

source: %s day
fr_fr: %s jour

source: %s hour
fr_fr: %s heures

source: A/B tracking is still in progress, in approximately %s and %s the application will automatically enable the best performing banner.
fr_fr: Le Tracking A/B est toujours en cours, en %s et %s environ, l'application activera automatiquement la bannière la plus performante.

source: Cookie warning variations
fr_fr: Variations des alertes de cookies

source: (best performing banner)
fr_fr: (bannière la plus performante)

source: Delete
fr_fr: supprimer

source: Add variation
fr_fr: Ajouter une variation

source: Reset statistics
fr_fr: Réinitialiser statistiques

source: Statistics
fr_fr: Statistiques

source: New variation
fr_fr: Nouvelle variante

source: No choice
fr_fr: Pas le choix

source: No warning
fr_fr: Pas d'avertissement

source: Functional
fr_fr: Fonctionnel

source: The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the "No choice" category.
fr_fr: Le graphique de conversion illustre le ratio pour les différents choix des utilisateurs. Lorsqu'un utilisateur a fait un choix, celui-ci sera compté soit comme un utilisateur converti, soit comme un utilisateur non converti. Si aucun choix n'est fait, l'utilisateur sera inscrit dans la catégorie "Aucun choix".

source: As you have enabled geoip, there is also a category "Non EU visitors". Users from outside the EU do not get to see a cookie warning at all.
fr_fr: Comme vous avez activé geoip, il y a aussi une catégorie "Visiteurs non européens". Les utilisateurs extérieurs à l'UE n'ont pas la possibilité de voir un avertissement de cookie du tout.

source: Include visitors from outside EU
fr_fr: Inclure les visiteurs de l'extérieur de l'UE

source: Exclude visitors from outside EU
fr_fr: Exclure les visiteurs de l'extérieur de l'UE

source: Percentage
fr_fr: Pourcentage

source: Count
fr_fr: Compter

source: %s is your best performing cookie banner.
fr_fr: %s est votre bannière de cookie la plus performante.

source: Because this variation was determined to get the best results, this cookie warning was enabled as your default cookie warning
fr_fr: Cette variation étant déterminée pour obtenir les meilleurs résultats, cet avertissement de cookie a été activé comme votre avertissement de cookie par défaut.

source: Number of times converted to marketing level: %s out of %s
fr_fr: Nombre de conversions au niveau marketing : %s sur %s

source: Percentage converted: %s
fr_fr: Pourcentage de converties : %s

source: There is not enough data yet to show a graph.
fr_fr: Il n'y a pas encore assez de données pour montrer un graphique.

source: License
fr_fr: Licence

source: You haven't activated your Complianz GDPR premium license yet. To get all future updates, enter your license on the settings page.
fr_fr: Vous n'avez pas encore activé votre licence premium Complianz GDPR. Pour obtenir toutes les mises à jour futures, entrez votre licence sur la page des réglages.

source: Go to the %ssettings page%s or %spurchase a license%s
fr_fr: Accédez à la %spage de paramétrage%s ou %sacheter une licence%s

source: Your license is valid, but not activated on this site
fr_fr: Votre licence est valide, mais pas activée sur ce site

source: Your license does not seem to be valid. Please check your license key
fr_fr: Votre licence ne semble pas être valide. Veuillez vérifier votre clé de licence

source: Your license is valid, and expires on: %s
fr_fr: Votre licence est valide et expire le : %s

source: Enter your license here so you keep receiving updates and support.
fr_fr: Entrez votre licence ici afin de continuer à recevoir des mises à jour et de l'assistance.

source: License Key
fr_fr: Clé de licence

source: This is not a valid license
fr_fr: Ce n'est pas une licence valide

source: Your license is expired. Please renew your license at %scomplianz.io%s
fr_fr: Votre licence a expiré. Veuillez renouveler votre licence sur %scomplianz.io%s

source: Your license has been revoked. Please contact %ssupport%s
fr_fr: Votre licence a été révoquée. Veuillez contacter notre %ssupport%s

source: Your license could not be found in the database. Please contact %ssupport%s
fr_fr: Votre licence n'a pas pu être trouvée dans la base de données. Veuillez contacter notre %ssupport%s

source: Your license has not yet been activated for this domain.
fr_fr: Votre licence n'a pas encore été activée pour ce domaine.

source: Your license key appears to be invalid.
fr_fr: Votre clé de licence semble être invalide.

source: You have no activations left on your license. Please upgrade your license at %scomplianz.io%s
fr_fr: Vous n'avez plus d'activations possibles sur votre licence. Veuillez mettre à jour votre licence sur %scomplianz.io%s

source: Your license is valid, but has not yet been activated for this domain.
fr_fr: Votre licence est valide, mais n'a pas encore été activée pour ce domaine.

source: For a multisite environment you need the Complianz GDPR multisite plugin
fr_fr: Pour un environnement multisite, vous avez le plugin multisite de Complianz GDPR.

source: license data error
fr_fr: erreur de données pour la licence

source: The generated document %s has not been assigned to a menu yet, you can do this now, or skip this step and do it later.
fr_fr: Le document généré %s n'a pas encore été affecté à un menu, vous pouvez le faire maintenant, ou ignorer cette étape et le faire plus tard.

source: Select a menu
fr_fr: Sélectionnez un menu

source: Revoke cookie consent
fr_fr: Révoquer le consentement des cookies

source: The scan found contact forms on your site, so you should select the 'contact' option.
fr_fr: L'analyse a trouvé des formulaires de contact sur votre site, vous devez donc sélectionner l'option "contact".

source: Your company is located outside the EU, so should appoint a GDPR representative in the EU.
fr_fr: Votre entreprise est située en dehors de l'UE et devrait donc nommer un représentant RGPD dans l'UE.

source: Your company is located in the EU, so you do not need to appoint a GDPR representative in the EU.
fr_fr: Votre entreprise est située dans l'UE, vous n'avez donc pas besoin de nommer un représentant RGPD dans l'UE.

source: The scan found social media buttons or widgets for %s on your site, which means the answer should be yes
fr_fr: L'analyse a trouvé des boutons ou des widgets de médias sociaux pour %s sur votre site, ce qui signifie que la réponse doit être oui

source: The scan found third party services for %s on your site, which means the answer should be yes
fr_fr: Le scan a trouvé des services tiers pour %s sur votre site, ce qui signifie que la réponse devrait être oui.

source: This field is required. Please complete the question before continuing
fr_fr: Ce champ est requis. Merci de compléter la question avant de continuer

source: (Optional)
fr_fr: (En option)

source: No options found
fr_fr: Aucune option trouvée

source: Choose an option
fr_fr: Choisissez une option

source: Save
fr_fr: Sauvegarder

source: Add new
fr_fr: Ajouter nouveau

source: Remove
fr_fr: Retirer

source: Not recognized
fr_fr: Pas reconnu

source: Information for the cookie "%s"
fr_fr: Informations sur le cookie "%s"

source: Name
fr_fr: Nom

source: This is a functional cookie
fr_fr: Ceci est un cookie fonctionnel

source: Add this cookie to the cookie policy
fr_fr: Ajouter ce cookie à la politique de cookie

source: Used names
fr_fr: Noms

source: Privacy policy URL
fr_fr: URL de la politique de confidentialité

source: Purpose
fr_fr: Objectif

source: Retention period
fr_fr: Durée de conservation

source: Add new cookie
fr_fr: Ajouter un nouveau cookie

source: No agreement selected
fr_fr: Aucun accord sélectionné

source: A processing agreement outside Complianz GDPR
fr_fr: Une convention de traitement en dehors de Complianz GDPR

source: What type of data is shared
fr_fr: De quel type sont les données partagées ?

source: Add new thirdparty
fr_fr: Ajouter un nouveau tiers

source: What is the name of the third party with whom you share the data?
fr_fr: Quel est le nom du tiers avec lequel vous partagez les données ?

source: Third party country
fr_fr: Pays des tiers

source: Email sending complete
fr_fr: Message envoyé avec succès

source: Notification of dataleak
fr_fr: Notification de fuite de données

source: No security incident has occurred.
fr_fr: Aucun incident de sécurité n'est survenu.

source: Please report this incident to the data protection authority.
fr_fr: Veuillez signaler cet incident à l'autorité de protection des données.

source: Because breached data presents a high risk to involved persons, you should also report this incident to those involved.
fr_fr: Étant donné que les données violées présentent un risque élevé pour les personnes impliquées, vous devez également signaler cet incident à ceux qui sont impliqués.

source: You can use the generated report to inform those involved.
fr_fr: Vous pouvez utiliser le rapport généré pour informer les personnes impliquées.

source: Click view document to save and view this report.
fr_fr: Cliquez sur Afficher le document pour enregistrer et visualiser ce rapport.

source: It is not necessary to inform those involved.
fr_fr: Il n'est pas nécessaire d'informer les personnes impliquées.

source: The security incident does not have to be reported
fr_fr: L'incident de sécurité n'a pas besoin d'être signalé

source: Dataleak
fr_fr: Fuite de données

source: Dataleak %s
fr_fr: Fuite de données %s

source: Email your users
fr_fr: Envoyer un message à vos utilisateurs

source: Inform your users about a dataleak
fr_fr: Informez vos utilisateurs d'une fuite de données

source: You can send the notification of a datateak to your website users.
fr_fr: Vous pouvez envoyer la notification d'une fuite de données aux utilisateurs de votre site Web.

source: Sender name
fr_fr: Nom de l'expéditeur

source: Email subject
fr_fr: Sujet du message

source: Start sending
fr_fr: Commencez l'envoi

source: Pause sending
fr_fr: Mettre en pause l'envoi

source: You already have sent this notification to your users.
fr_fr: Vous avez déjà envoyé cette notification à vos utilisateurs.

# Title on page
source: Processing agreement
fr_fr: Accord de traitement

source: Not all required fields are completed yet. Please check the steps to complete all required questions
fr_fr: Tous les champs obligatoires ne sont pas encore renseignés. Veuillez vérifier les étapes pour répondre à toutes les questions obligatoires

source: All steps have been completed. Click %s to complete the configuration and create a processing agreement. You can come back to change your configuration at any time.
fr_fr: Toutes les étapes ont été complétées. Cliquez sur %s pour terminer la configuration et créer un accord de traitement. Vous pouvez revenir pour modifier votre configuration à tout moment.

source: View document
fr_fr: Voir le document

source: Processing agreement %s
fr_fr: Accord de traitement %s

source: The cookie scan detected %s cookies on your site, which means the answer to this question should be %s.
fr_fr: L'analyse des cookies a détecté %s cookies sur votre site, ce qui signifie que la réponse à cette question doit être %s.

source: The cookie scan detected %s cookies on your site, which means the answer to this question should be YES.
fr_fr: L'analyse des cookies a détecté %s cookies sur votre site, ce qui signifie que la réponse à cette question doit être OUI.

source: The cookie scan detected %s types of cookies on your site: %s, which means the answer to this question should be Yes.
fr_fr: L'analyse des cookies a détecté %s types de cookies sur votre site : %s, ce qui signifie que la réponse à cette question doit être Oui.

source: Statistical cookies and PHP session cookie aside, the cookie scan detected no cookies on your site which means the answer to this question can be answered with No.
fr_fr: Cookies statistiques et cookie de session PHP mis à part, l'analyse des cookies n'a détecté aucun cookie sur votre site, ce qui signifie que la réponse à cette question peut être considérée comme Non.

source: You use Matomo for statistics on your site, with ip numbers anonymized, so it is not necessary to add the script here.
fr_fr: Vous utilisez Matomo pour les statistiques de votre site, avec des adresses IP anonymisées, il n'est donc pas nécessaire d'ajouter le script ici.

source: You use Matomo for statistics on your site, but ip numbers are not anonymized, so you should your tracking script here
fr_fr: Vous utilisez Matomo pour les statistiques de votre site, mais les adresses IP ne sont pas anonymisées, vous devez donc avoir votre script de suivi ici

source: Origin unknown
fr_fr: Origine inconnue

source: No cookies detected
fr_fr: Aucun cookie détecté

source: Cookie scan in progress
fr_fr: Scan de cookie en cours

source: Cookies on your own domain
fr_fr: Cookies sur votre propre domaine

source: Social media
fr_fr: Réseaux sociaux

source: Third party services
fr_fr: Services d'un tiers

source: Cookie scan
fr_fr: Scan de cookies

source: Cookies as detected by the automatic cookie scan. Please note that only cookies set on your own domain are detected by this scan.
fr_fr: Cookies détectés par le scan automatique de cookies. Veuillez noter que seuls les cookies définis sur votre propre domaine sont détectés par cette analyse.

source: Re-scan
fr_fr: Nouveau scan

source: Processing agreements
fr_fr: Accords de traitement

source: Dataleak reports
fr_fr: Rapports de fuite de données

source: Great, the wizard is completed. This means the general data is already in the system, and you can continue with the next question. This will start a new, empty document.
fr_fr: Génial, l'assistant a terminé. Cela signifie que les données générales sont déjà dans le système, et vous pouvez continuer avec la question suivante. Cela va démarrer un nouveau document vide.

source: The wizard isn't completed yet. If you have answered all required questions, you just need to click 'finish' to complete it. In the wizard some general data is entered which is needed for this document. %sPlease complete the wizard first%s.
fr_fr: L'assistant n'a pas encore terminé. Si vous avez répondu à toutes les questions, il vous suffit de cliquer sur «terminer» pour le compléter. Dans l'assistant, des données générales nécessaires à ce document sont saisies. %sVeuillez SVP terminer l'assistant en premier%s.

source: Changes in cookies detected
fr_fr: Changements dans les cookies détectés

source: All steps have been completed. Click %s to complete the configuration. You can come back to change your configuration at any time.
fr_fr: Toutes les étapes ont été complétées. Cliquez sur %s pour terminer la configuration. Vous pouvez revenir pour modifier votre configuration à tout moment.

source: Finish
fr_fr: Terminer

source: Changes saved successfully
fr_fr: Changements sauvegardés avec succès

source: A draft of this document has been saved as "%s" (%sview%s). You can view existing documents on the %soverview page%s
fr_fr: Un brouillon de ce document a été sauvegardé comme "%s" (%sview%s). Vous pouvez consulter les documents existants sur la page %survol%s

source: processing agreements
fr_fr: accords de traitement

source: dataleak reports
fr_fr: rapports de fuite de données

source: To learn what %s are and what you need them for, please read this %sarticle%s
fr_fr: Pour savoir ce que sont %s et ce pour quoi vous en avez besoin, veuillez lire cet %sarticle%s

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: You do not have a privacy policy yet.
fr_fr: Vous n'avez pas encore de politique de confidentialité.

source: Great, you have a privacy policy!
fr_fr: Génial, vous avez une politique de cookie !

source: You haven't enabled the privacy statement, so we can't determine if you need consent checkboxes
fr_fr: Vous n'avez pas activé la déclaration de confidentialité. Nous ne pouvons donc pas déterminer si vous avez besoin de cases à cocher de consentement.

source: Your contact forms do not require a consent checkbox
fr_fr: Vos formulaires de contact ne nécessitent pas de case à cocher de consentement

source: You have indicated no contact forms are used on the website
fr_fr: Vous avez indiqué qu'aucun formulaire de contact n'est utilisé sur le site

source: Need help? Quickly submit your support ticket
fr_fr: Besoin d'aide ? Soumettez rapidement votre ticket de support

source: Summarize your issue in a few words
fr_fr: Résumez votre problème en quelques mots

source: Your email address
fr_fr: Votre adresse e-mail

source: Describe your issue
fr_fr: Décrivez votre problème

source: Submit ticket
fr_fr: Envoyer le ticket

source: GDPR Documents
fr_fr: Documents RGPD

source: A %s document has been generated
fr_fr: Un document %s a été généré

# Title of PDF
source: Processing agreement
fr_fr: Accord de traitement

# Title of PDF
source: Dataleak report
fr_fr: Rapport de fuite de données [ Titre du PDF ]

source: %s Processing agreement %s %s %s
fr_fr: %s Accord de traitement %s %s %s

source: %s Dataleak report %s %s %s
fr_fr: %s Rapport Dataleak%s %s %s
