Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: The insurance conditions must provide at least cover for the following claims:
fr_fr: Les conditions d'assurance doivent au moins couvrir les sinistres suivants :

source: Data breaches.
fr_fr: Violations de données.

source: Not complying to the processing data contract.
fr_fr: Non conforme au traitement de données contractuel.

source: Access to the insurance policy can be demanded.
fr_fr: L'accès à la police d'assurance peut être exigé.

source: What is the name of your organization?
fr_fr: Quel est le nom de votre organisation ?

source: The name of your head organisation.
fr_fr: Le nom de votre organisation principale.

source: What is your address?
fr_fr: Quelle est votre adresse ?

source: What is your Postal Code?
fr_fr: Quel est votre code postal ?

source: What is your City?
fr_fr: Quelle est votre ville ?

source: What is your Country?
fr_fr: Quel est votre pays ?

source: This setting is automatically selected based on your WordPress language setting.
fr_fr: Ce paramètre est automatiquement sélectionné en fonction de votre paramètre de langue WordPress.

source: What is the e-mail address your visitors can use to contact you about privacy issues?
fr_fr: Quelle adresse e-mail vos visiteurs peuvent-ils utiliser pour vous contacter à propos de problèmes de confidentialité ?

source: Phone:
fr_fr: Téléphone

source: What is the telephone number your visitors can use to contact you about privacy issues?
fr_fr: Quel est le numéro de téléphone que vos visiteurs peuvent utiliser pour vous contacter à propos de problèmes de confidentialité ?

source: What is the brand color on your website?
fr_fr: Quelle est la couleur de la marque sur votre site Web ?

source: This color is used to setup your cookie warning, if you need one
fr_fr: Cette couleur est utilisée pour configurer votre avertissement de cookie, si vous en avez besoin.

source: Do you compile statistics of your website?
fr_fr: Compilez-vous les statistiques de votre site Web ?

source: Yes, anonymous
fr_fr: Oui, anonyme

source: Yes, and the personal data is available to us.
fr_fr: Oui, et les données personnelles sont à notre disposition.

source: Yes, with Google Analytics
fr_fr: Oui, avec Google Analytics

source: Yes, with Matomo
fr_fr: Oui, avec Matomo

source: Yes, with Google Tag Manager
fr_fr: Oui, avec Google Tag Manager

source: Regarding the previous question, can you give more information?
fr_fr: En ce qui concerne la question précédente, pouvez-vous donner plus d'informations ?

source: I have accepted the Google data processing amendment
fr_fr: J'ai accepté la modification de traitement de données de Google

source: Google is not allowed to use this data for other Google services
fr_fr: Google n'est pas autorisé à utiliser ces données pour d'autres services Google

source: If you can check all three options, you might not need a cookie warning on your site.
fr_fr: Si vous pouvez vérifier les trois options, vous n'aurez peut-être pas besoin d'un avertissement de cookie sur votre site.

source: For detailed instructions how to configure Google analytics, please check this %sarticle%s
fr_fr: Pour obtenir des instructions détaillées sur la configuration de Google Analytics, veuillez vérifier cet %sarticle%s

source: Acquiring IP-addresses is blocked.
fr_fr: L'acquisition d'adresses IP est bloquée.

source: Tag Manager fires scripts which place cookies
fr_fr: Tag Manager lance des scripts qui placent des cookies

source: If you use Tag Manager to fire scripts on your site, Complianz GDPR will automatically enable categories.
fr_fr: Si vous utilisez Tag Manager pour lancer des scripts sur votre site, Complianz GDPR activera automatiquement les catégories.

source: Do you anonymize ip numbers in Matomo?
fr_fr: Est-ce que vous anonymisez les adresses IP dans Matomo ?

source: If ip numbers are anonymized, the statistics cookie do not require a cookie warning
fr_fr: Si les adresses IP sont anonymisées, le cookie de statistiques ne nécessite pas d'avertissement de cookie

source: Enter your Google Tagmanager code
fr_fr: Entrez votre code Google Tagmanager

source: For the Google Tag Manager code, log on. Then, you will immediatly see Container codes. The one next to your website name is the code you will need to fill in here, the Container ID.
fr_fr: Pour le code Google Tag Manager, connectez-vous. Ensuite, vous verrez immédiatement les codes des conteneurs. Celui qui se trouve à côté du nom de votre site Web est le code que vous devrez entrer ici, l'ID du conteneur.

source: Enter your Analytics UA code
fr_fr: Entrez votre code Analytics UA

source: For the Google Analytics UA code, log on and click Admin and copy the UA code below Tracking-ID.
fr_fr: Pour le code UA de Google Analytics, connectez-vous et cliquez sur Admin et copiez le code UA sous Tracking-ID.

source: Enter your Matomo site ID
fr_fr: Entrez votre ID de compte Matomo

source: Enter the URL of Matomo
fr_fr: Entrez l'URL de Matomo

source: e.g. https://domain.com/stats
fr_fr: p. ex. https://domain.com/stats

source: This website uses cookies or similiar techniques.
fr_fr: Ce site utilise des cookies ou des techniques similaires.

source: Does your website use cookies for advertising?
fr_fr: Est-ce que votre site utilise des cookies pour la publicité ?

source: Does your website use social media buttons or widgets?
fr_fr: Votre site Web utilise-t-il des boutons ou des widgets de médias sociaux ?

source: e.g. Facebook, Twitter, LinkedIn sharing buttons or widgets. These usually place cookies
fr_fr: par exemple. boutons ou widgets de partage Facebook, Twitter, LinkedIn. Ceux-ci placent généralement des cookies

source: Other
fr_fr: Autre

source: Select the types of social media you use on the site
fr_fr: Sélectionnez les types de médias sociaux que vous utilisez sur le site

source: Does your website use third party services?
fr_fr: Votre site Web utilise-t-il des services de tiers ?

source: e.g. services like Google Fonts, Maps or recaptcha usually place cookies
fr_fr: p.e, des services comme Google Fonts, Maps ou recaptcha placent généralement des cookies.

source: Google fonts
fr_fr: polices de google

source: Google Recaptcha
fr_fr: Google Récapitulatif

source: Google Maps
fr_fr: Cartes Google

source: Select the types of third party services you use on your site.
fr_fr: Sélectionnez les types de services tiers que vous utilisez sur votre site.

source: Add the used cookies here
fr_fr: Ajouter les cookies utilisés ici

source: Paste here all your scripts that activate cookies. Enter the scripts without the script tags
fr_fr: Collez ici tous vos scripts qui activent les cookies. Entrez les scripts sans les balises de script

source: Statistics script
fr_fr: Script de statistiques

source: To be able to activate cookies when a user accepts the cookie policy, the scripts that are used for these cookies need to be entered here, without <script></script> tags. For more information on this, please read %sthis%s article
fr_fr: Pour pouvoir activer les cookies lorsqu'un utilisateur accepte la politique de cookie, les scripts utilisés pour ces cookies doivent être saisis ici, sans balises <script> </ script>. Pour plus d'informations à ce sujet, veuillez lire %scet%s article

source: Other scripts used to activate cookies
fr_fr: Autres scripts utilisés pour activer les cookies

source: URL's from scripts you want to be blocked before the cookie warning is accepted
fr_fr: URL des scripts que vous souhaitez bloquer avant que l'avertissement de cookie ne soit accepté

source: The most common third party cookies are blocked automatically. If you want to block other third party cookies, enter the script source here, comma separated. For more information on this, please read %sthis%s article
fr_fr: Les cookies tiers les plus courants sont bloqués automatiquement. Si vous souhaitez bloquer d'autres cookies tiers, entrez les sources de script ici, séparées par des virgules. Pour plus d'informations à ce sujet, veuillez lire %scet%s article

source: URL's from iframes you want to be blocked before the cookie warning is accepted
fr_fr: URL des iframes que vous voulez bloquer avant que l'avertissement de cookie ne soit accepté

source: The most common third party cookies are blocked automatically. If you want to block other third party cookies, enter the iframe source here, comma separated. For more information on this, please read %sthis%s article
fr_fr: Les cookies tiers les plus courants sont bloqués automatiquement. Si vous souhaitez bloquer d'autres cookies tiers, entrez les sources iframe ici, séparées par des virgules. Pour plus d'informations à ce sujet, veuillez lire %scet%s article

# Name of post type
source: Processing agreements
fr_fr: Accords de traitement

# Singular name of post type
source: Processing agreement
fr_fr: Accord de traitement

source: Processing agreement
fr_fr: Accord de traitement

source: Processing agreement parent item
fr_fr: Élément parent de l'accord de traitement

source: Dataleaks
fr_fr: Fuites de données

source: Dataleak parent item
fr_fr: Elément parent de fuite de données

source: Download
fr_fr: Télécharger

source: Document contents
fr_fr: Contenu du document

source: Download PDF
fr_fr: Télécharger le fichier PDF

source: Edit document
fr_fr: Modifier le document

source: RE: Information regarding personal data breaches
fr_fr: RE : Informations concernant les violations de données personnelles

source: Dear Sir/Madam,
fr_fr: Cher Monsieur / chère Madame,

source: With this letter, I would like to inform you of a recently discovered security incident in our organisation.
fr_fr: Avec cette lettre, je voudrais vous informer d'un incident de sécurité récemment découvert dans notre organisation.

source: In that incident, personal data was lost and there is no current back-up copy of that personal data.
fr_fr: Dans cet incident, des données personnelles ont été perdues et il n'existe aucune copie de sauvegarde actuelle de ces données personnelles.

source: As a result of that incident, we cannot rule out the possibility that unauthorised persons have had access to your personal data.
fr_fr: À la suite de cet incident, nous ne pouvons pas exclure la possibilité que des personnes non autorisées aient eu accès à vos données personnelles.

source: We have therefore notified the national supervisory authority. As we expect possible adverse consequences for your privacy, we also inform you as a data subject. We would like to provide you with the following information in order to limit the possible consequences for you:
fr_fr: Nous avons donc présenté un rapport à l'autorité de surveillance nationale. Comme nous estimons que vous pourriez avoir des conséquences négatives sur votre vie privée, nous vous informons également en tant que personne concernée. Nous aimerions vous fournir les informations suivantes afin de limiter les conséquences possibles pour vous :

source: Explanation of the nature of the breach:
fr_fr: Explication de la nature de la violation :

source: Possible consequences:
fr_fr: Conséquences possibles

source: Measures we have taken:
fr_fr: Mesures que nous avons prises :

source: Measures a person involved can take to minimise damage:
fr_fr: Mesure qu'une personne peut prendre pour minimiser les dommages :

source: Despite these measures we have taken, the security breach may have adverse consequences for your privacy. To limit these as much as possible, we recommend that you take a number of measures. We hope that this letter has provided you with sufficient information about the security incident and its consequences. We are continuously working to improve security and counteract the possible consequences of this breach. We would like to apologise for any inconvenience you have experienced to date.
fr_fr: Malgré ces mesures que nous avons prises, la violation de sécurité peut avoir des conséquences néfastes sur votre vie privée. Pour limiter celles-ci autant que possible, nous vous recommandons de prendre un certain nombre de mesures. Nous espérons que cette lettre vous a fourni suffisamment d'informations sur l'incident de sécurité et ses conséquences. Nous travaillons continuellement pour améliorer la sécurité et contrer les conséquences possibles de cette violation. Nous vous prions de nous excuser pour tout inconvénient encouru à ce jour.

source: If you would like more information about the data breach, please send a message to %s
fr_fr: Si vous souhaitez plus d'informations sur la violation de données, veuillez envoyer un message à %s

source: Kind regards,
fr_fr: Cordialement,

source: Website:
fr_fr: Site Internet :

source: Privacy statement
fr_fr: Déclaration de confidentialité

# Title on processing agreement page
source: Processing agreement
fr_fr: Accord de traitement

source: %s is committed to keeping this website up to date and accurate. Should you nevertheless encounter anything that is incorrect or out of date, we would appreciate it if you could let us know. Please indicate where on the website you read the information. We will then look at this as soon as possible. Please send your response by email to: [email_company].
fr_fr: %s s'engage à maintenir ce site à jour et de manière précise. Si toutefois vous rencontrez quelque chose qui est incorrect ou périmé, nous vous serions reconnaissants de nous le faire savoir. Veuillez indiquer à quel endroit sur le site Web vous avez lu l'information. Nous vérifierons cela dès que possible. Veuillez envoyer votre réponse par courriel à : [email_company].

source: We are not liable for loss as a result of inaccuracies or incompleteness, nor for loss resulting from problems caused by or inherent to the dissemination of information through the internet, such as disruptions or interruptions. When using web forms, we strive to limit the number of required fields to a minimum. For any loss suffered as a result of the use of data, advice or ideas provided by or on behalf of %s via this website, %s accepts no liability.
fr_fr: Nous ne sommes pas responsables des pertes résultant d'inexactitudes ou d'incomplétudes, ni des pertes résultant de problèmes causés par ou inhérents à la diffusion d'informations sur Internet, tels que des perturbations ou interruptions de communication. Au sujet de l'usage des formulaires Web, nous nous efforçons de limiter le nombre de champs obligatoires au minimum. Pour toute perte subie à la suite de l'utilisation de données, de conseils ou d'idées fournis par ou au nom de %s via ce site web, %s n'assume aucune responsabilité.

source: The use of the website and all its components (including forums) is subject to %sterms of use%s. The mere use of this website implies the knowledge and the acceptance of these terms of use.
fr_fr: L'utilisation du site et de tous ses composants (y compris les forums) est soumise à %sconditions d'utilisation%s. La simple utilisation de ce site implique la connaissance et l'acceptation de ces conditions d'utilisation.

source: Responses and GDPR requests submitted by email or using a web form will be treated in the same way as letters. This means that you can expect a response from us within a period of 1 month at the latest. In the case of complex requests, we will let you know within 1 month if we need a maximum of 3 months.
fr_fr: Les réponses et les demandes de RGPD soumises par courrier électronique ou via un formulaire Web seront traitées de la même manière que les lettres. Cela signifie que vous pouvez attendre une réponse de notre part dans un délai d'un mois au plus tard. Dans le cas de demandes complexes, nous vous ferons savoir dans un délai d'un mois si nous avons besoin d'un maximum de 3 mois.

source: Any personal data you provide us with in the context of your response or request for information will only be used in accordance with our privacy statement.
fr_fr: Toutes les données personnelles que vous nous fournissez dans le cadre de votre réponse ou demande d'information ne seront utilisées que conformément à notre déclaration de confidentialité.

source: %s shall make every reasonable effort to protect its systems against any form of unlawful use. %s shall implement appropriate technical and organisational measures to this end, taking into account, among other things, the state of the art. However, it shall not be liable for any loss whatsoever, direct and/or indirect, suffered by a user of the website, which arises as a result of the unlawful use of its systems by a third party.
fr_fr: %s déploie tous les efforts raisonnables pour protéger ses systèmes contre toute forme d'utilisation illicite. %s mettra en œuvre des mesures techniques et organisationnelles appropriées à cette fin, en tenant compte, entre autres, de l'état de l'art. Cependant, il ne peut être tenu pour responsable de toute perte, directe ou indirecte, subie par un utilisateur du site, résultant de l'utilisation illégale de ses systèmes par un tiers.

source: %s accepts no responsibility for the content of websites to which or from which a hyperlink or other reference is made. Products or services offered by third parties shall be subject to the applicable terms and conditions of those third parties.
fr_fr: %s n'accepte aucune responsabilité pour le contenu des sites Web vers lesquels ou à partir desquels un lien hypertexte ou une autre référence est faite. Les produits ou services offerts par des tiers sont soumis aux termes et conditions applicables de ces tiers.

source: Our employees shall make every effort to guarantee the accessibility of our website and to continuously improve it. Including for people who use special software due to a disability.
fr_fr: Nos employés doivent faire tout leur possible pour garantir l'accessibilité de notre site Web et pour l'améliorer continuellement. Y compris pour les personnes qui utilisent un logiciel spécial en raison d'un handicap.

source: This website is therefore built according to the WCAG 2.0 level AA guidelines. These guidelines are internationally recognised agreements on accessibility, sustainability, interchangeability, and findability of websites.
fr_fr: Ce site web est donc construit selon les directives WCAG 2.0 niveau AA. Ces directives sont des accords internationalement reconnus sur l'accessibilité, la durabilité, l'interchangeabilité et la visibilité des sites Web.

source: All intellectual property rights to content on this website are vested in %s.
fr_fr: Tous les droits de propriété intellectuelle sur le contenu de ce site Web sont dévolus à %s.

source: All intellectual property rights to content on this website are vested in third parties who have placed the content themselves or from whom %s has obtained a user licence.
fr_fr: Tous les droits de propriété intellectuelle sur le contenu de ce site Web appartiennent à des tiers qui ont eux-mêmes placé le contenu ou dont %s a obtenu une licence d'utilisateur.

source: All intellectual property rights to content on this website are vested in %s or in third parties who have placed the content themselves or from whom %s has obtained a user licence.
fr_fr: Tous les droits de propriété intellectuelle sur le contenu de ce site Web sont dévolus à %s ou à des tiers qui ont eux-mêmes placé le contenu ou dont %s a obtenu une licence d'utilisateur.

source: Copying, disseminating and any other use of these materials is not permitted without the written permission of %s, except and only insofar as otherwise stipulated in regulations of mandatory law (such as the right to quote), unless specific content dictates otherwise.
fr_fr: La copie, la dissémination et toute autre utilisation de ces documents ne sont pas permises sans l'autorisation écrite de %s, sauf dans la mesure où cela est stipulé dans les règlements de droit obligatoire (comme le droit de citer), sauf si un contenu spécifique en décide autrement.

source: Copying, distributing and any other use of these materials is permitted without the written permission of %s.
fr_fr: La copie, la distribution et toute autre utilisation de ces documents sont permises sans l'autorisation écrite de %s.

source: The content on this website is available under a Creative Commons Attribution 3.0 Netherlands Licence unless specified otherwise.
fr_fr: Le contenu de ce site Web est disponible sous licence Creative Commons Attribution 3.0 Pays-Bas, sauf indication contraire.

source: The content on this website is available under a Creative Commons Attribution-Share Alike Licence, unless specified otherwise.
fr_fr: Le contenu de ce site Web est disponible sous licence Creative Commons Attribution-Share, sauf indication contraire.

source: The content on this website is available under a Creative Commons Attribution No Derivative Works Licence, unless specified otherwise.
fr_fr: Le contenu de ce site Web est disponible sous licence Creative Commons Attribution sans Dérivations, sauf indication contraire.

source: The content on this website is available under a Creative Commons Attribution Non-Commercial Licence, unless specified otherwise.
fr_fr: Le contenu de ce site Web est disponible sous licence Creative Commons Attribution non commerciale, sauf indication contraire.

source: The content on this website is available under a Creative Commons Attribution Share Alike Non-Commercial Licence, unless specified otherwise.
fr_fr: Le contenu de ce site est disponible sous licence Creative Commons Attribution Share non-Commerciale, sauf indication contraire.

source: If you have any questions or problems with the accessibility of the website, please do not hesitate to contact us.
fr_fr: Si vous avez des questions ou des problèmes avec l'accessibilité du site, n'hésitez pas à nous contacter.

source: This privacy statement was last updated on %s.
fr_fr: Cette déclaration de confidentialité a été mise à jour pour la dernière fois le %s.

source: In this privacy statement, we explain what we do with the data we obtain about you via %s. We recommend you carefully read this statement. In our processing we comply with the requirements of privacy legislation. That means, among other things, that:
fr_fr: Dans cette déclaration de confidentialité, nous expliquons ce que nous faisons des données que nous obtenons à votre sujet via %s. Nous vous recommandons de lire attentivement cette déclaration. Dans notre traitement, nous respectons les exigences de la législation relative à la protection de la vie privée. Cela signifie, entre autres, que : 250/5000 Dans cette déclaration de confidentialité, nous expliquons ce que nous faisons des données que nous obtenons à votre sujet via% s. Nous vous recommandons de lire attentivement cette déclaration. Dans notre traitement, nous respectons les exigences de la législation relative à la protection de la vie privée. Cela signifie, entre autres, que: 250/5000 Dans cette déclaration de confidentialité, nous expliquons ce que nous faisons des données que nous obtenons à votre sujet via% s. Nous vous recommandons de lire attentivement cette déclaration. Dans notre traitement, nous respectons les exigences de la législation relative à la protection de la vie privée. Cela signifie, entre autres, que:

source: we clearly state the purposes for which we process personal data. We do this by means of this privacy statement;
fr_fr: nous indiquons clairement les raisons pour lesquelles nous traitons les données personnelles. Nous faisons cela au moyen de cette déclaration de confidentialité;

source: we aim to limit our collection of personal data to only the personal data required for legitimate purposes;
fr_fr: nous visons à limiter notre collecte de données personnelles uniquement aux données personnelles requises à des fins légitimes;
