Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: The Processor will endeavour to implement adequate technical and organisational measures with regard to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data).
fr_fr: Le Prestataire s'efforcera de mettre en œuvre des mesures techniques et organisationnelles adéquates en ce qui concerne le traitement des données personnelles à effectuer, contre toute perte ou toute forme de traitement illicite (divulgation non autorisée, détérioration, altération ou transmission de données personnelles).

source: The Processor shall endeavour to implement adequate technical and organisational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organisational security measures as set out in a separate security protocol.
fr_fr: Le Prestataire devra s'efforcer de mettre en œuvre des mesures techniques et organisationnelles adéquates concernant le traitement des données personnelles à effectuer, contre toute perte ou toute forme de traitement illicite (divulgation non autorisée, détérioration, altération ou transmission de données personnelles). À cette fin, le Prestataire devra prendre les mesures de sécurité techniques et organisationnelles définies dans un protocole de sécurité distinct.

source: The security protocol shall be added to this Agreement as a separate annex and shall be available from the Processor upon request.
fr_fr: Le protocole de sécurité doit être ajouté au présent Accord en tant qu'annexe distincte et doit être disponible auprès du Responsable du traitement sur demande.

source: The security protocol can be viewed online %shere%s.
fr_fr: Le protocole de sécurité peut être consulté en ligne %sici%s.

source: The Processor will endeavour to implement adequate technical and organisational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorised disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organisational security measures as set out in %s.
fr_fr: Le Prestataire s'efforcera de mettre en œuvre des mesures techniques et organisationnelles adéquates en ce qui concerne le traitement des données personnelles à effectuer, contre toute perte ou toute forme de traitement illégal (divulgation non autorisée, détérioration, altération ou transmission de données personnelles). À cette fin, le Prestataire devra prendre les mesures de sécurité techniques et organisationnelles énoncées dans %s.

source: Parties recognise that ensuring an appropriate level of security may require additional security measures to be implemented at any time. The Processor shall ensure a level of security appropriate to the risk. If and insofar as the Controller explicitly requests this in writing, the Processor shall implement additional measures with respect to the security of the Personal Data.
fr_fr: Les Parties reconnaissent que la garantie d'un niveau de sécurité approprié peut nécessiter l'application de mesures de sécurité supplémentaires à tout moment. Le Responsable du traitement doit assurer un niveau de sécurité approprié au risque. Si et dans la mesure où le Contrôleur le demande explicitement par écrit, le Responsable du traitement doit mettre en œuvre des mesures supplémentaires en ce qui concerne la sécurité des Données Personnelles.

source: The Processor shall not process Personal Data outside the European Union, unless explicit written consent to do so has been granted by the Controller and subject to derogating statutory obligations.
fr_fr: Le Prestataire ne traitera pas de données à caractère personnel en dehors de l'Union européenne, à moins qu'un consentement écrit explicite n'ait été donné par le Contrôleur et soumis à des obligations statutaires dérogatoires.

source: Article 5. Security of the Processing
fr_fr: Article 5. Sécurité du traitement

source: The Processor may process the personal data in countries within the European Union. Transfer to countries outside the EU is permitted, provided the relevant legal conditions have been met. Upon request, the Processor shall inform the Controller of the country or countries that is or are involved.
fr_fr: Le Prestataire peut traiter les données personnelles dans les pays de l'Union Européenne. Le transfert vers des pays en dehors de l'UE est autorisé, à condition que les conditions légales applicables soient remplies. Sur demande, le Prestataire doit informer le Contrôleur du pays ou des pays concernés.

source: The Processor shall inform the Controller without unreasonable delay as soon as it has become aware of any unlawful Processing of Personal Data or any breach of security measures as referred to in the first and second paragraph.
fr_fr: Le Prestataire informe le Contrôleur sans retard injustifié dès qu'il a connaissance d'un traitement illicite de données à caractère personnel ou de toute violation des mesures de sécurité visées aux premier et deuxième paragraphes.

source: The Processor shall assist the Controller in compliance with the obligations under Articles 32 through 36 of the Regulation.
fr_fr: Le Prestataire aidera le Contrôleur, conformément aux obligations prévues aux articles 32 à 36 du Règlement.

source: Duty of Confidentiality of Personnel of the Processor
fr_fr: Obligation de confidentialité du personnel en charge du traitement

source: The Personal Data is of a confidential nature. The Processor shall not use this data for any purpose other than for which it has been acquired, even if it has been converted into such a form that it cannot be traced to data subjects.
fr_fr: Les données personnelles sont de nature confidentielle. Le prestataire ne doit pas utiliser ces données à d'autres fins que celles pour lesquelles elles ont été acquises, même si elles ont été converties dans un format tel qu'elles ne peuvent être retracées jusqu'à la personne concernée.

source: At the request of the Controller, the Processor shall demonstrate that its Personnel have undertaken to observe confidentiality. The personal data will only be disclosed to those employees and/or third parties who must necessarily take cognisance of the Personal Data.
fr_fr: À la demande du contrôleur, le responsable du traitement doit démontrer que son personnel s'est engagé à respecter la confidentialité. Les données personnelles ne seront divulguées qu'aux employés et / ou aux tiers devant nécessairement prendre connaissance des données personnelles.

source: This duty of confidentiality shall not apply where the Controller has given express consent to disclose the data to third parties, if disclosure of the data to third parties is logically necessary given the nature of the assignment and the performance of this Data Processing Agreement, or if there is a statutory obligation to disclose the data to a third party.
fr_fr: Cette obligation de confidentialité ne s'applique pas lorsque le Contrôleur a donné son consentement exprès à divulguer les données à des tiers, si la divulgation des données à des tiers est logiquement nécessaire compte tenu de la nature de l'assignation et de l'exécution du présent Contrat. ou s'il existe une obligation légale de divulguer les données à un tiers.

source: Sub-processor
fr_fr: Sous-traitant

source: Within the scope of the Agreement, the Processor may make use of third parties on condition that the Controller is informed thereof in advance; the Controller may terminate the Agreement if it cannot accept the use of a specific third party.
fr_fr: Dans le cadre de l'accord, le responsable du traitement peut faire appel à des tiers, à condition que le contrôleur en soit informé à l'avance; le Contrôleur peut résilier le Contrat s'il ne peut accepter l'utilisation d'un tiers spécifique.

source: In any case, the Processor shall ensure that these third parties assume, in writing, at least the same obligations as those agreed between the Controller and the Processor.
fr_fr: Dans tous les cas, le responsable du traitement veillera à ce que ces tiers assument, par écrit, au moins les mêmes obligations que celles convenues entre le contrôleur et le responsable du traitement.

source: The Processor is responsible for correct compliance with the obligations under this Data Processing Agreement by these third parties, and in the event of errors by these third parties it shall be liable as if it were at fault.
fr_fr: Le Prestataire est responsable de la parfaite conformité avec les obligations liées au présent Accord de Traitement de Données avec ces tierces parties, et en cas d'erreur de la part de ces tiers, il sera tenu responsable comme s'il était fautif.

source: Assistance on account of the rights of the Data Subject
fr_fr: Assistance au titre des droits du sujet des données

source: In the event a data subject submits a request to the Processor to exercise his/her legal rights, the Processor shall forward the request to the Controller, and the Controller shall further handle the request. The Processor may inform the data subject accordingly.
fr_fr: Dans le cas où une personne concernée soumet une demande au responsable du traitement pour exercer ses droits légaux, le responsable du traitement transmet la demande au Contrôleur et le Contrôleur doit poursuivre le traitement de la demande. Le responsable du traitement peut informer la personne concernée en conséquence.

source: The Processor shall, to the extent within its power, provide assistance to the Controller in fulfilling the latter's obligation to respond to requests of the Data Subject to exercise its rights laid down in Chapter III of the Regulation.
fr_fr: Dans la mesure de ses pouvoirs, le Prestataire aide le Contrôleur à s'acquitter de son obligation de répondre aux demandes de la personne concernée d'exercer ses droits énoncés au chapitre III du Règlement.

source: The Processor may charge the additional costs it incurs in this respect to the Controller.
fr_fr: Le Prestataire peut imputer les frais supplémentaires qu'il encourt à cet égard au Contrôleur.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach.
fr_fr: Le Prestataire doit informer le Contrôleur sans retard déraisonnable, dès qu'il a connaissance d'une violation de données personnelles.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 24 hours after discovery.
fr_fr: Le Prestataire doit informer le Contrôleur sans retard déraisonnable, dès qu'il a connaissance d'une violation de données personnelles, mais au plus tard dans les 24 heures après la découverte.

source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 36 hours after discovery.
fr_fr: Le Prestataire doit informer le Contrôleur sans retard déraisonnable, dès qu'il a connaissance d'une violation de données personnelles, mais au plus tard dans les 36 heures après la découverte.

source: Information that must at least be provided by the Processor shall include:
fr_fr: Les informations qui doivent au minimum être fournies par le responsable du traitement doivent inclure :

source: The nature of the Personal Data Breach
fr_fr: La nature de la violation des données personnelles

source: The Personal Data and Data Subject
fr_fr: Les données personnelles et la personne concernée

source: Likely consequences of the Personal Data Breach
fr_fr: Conséquences probables de la violation des données personnelles

source: Measures proposed or implemented by the Processor to address the Personal Data Breach, including, where appropriate, measures to mitigate its possible adverse effects.
fr_fr: Mesures proposées ou mises en œuvre par le responsable du traitement pour lutter contre l'atteinte à la protection des données à caractère personnel, y compris, le cas échéant, des mesures visant à atténuer les effets négatifs possibles.

source: The Processor shall also inform the Controller of further developments concerning the Personal Data Breach after having reported the breach pursuant to the first paragraph.
fr_fr: Le Prestataire doit également informer le Contrôleur des développements ultérieurs concernant la Violation de Données Personnelles, après avoir signalé la violation conformément au premier paragraphe.

source: Each party shall bear their own costs relating to the report to the competent supervisory authority and the Data Subject.
fr_fr: Chaque partie supporte ses propres coûts relatifs au rapport à l'autorité de contrôle compétente et à la personne concernée.

source: In accordance with Article 33, paragraph 5 of the GDPR, the Processor shall document all data breaches, including the facts relating to the Personal Data Breach, its consequences and the corrective measures taken. Upon re-quest, the Processor shall provide the Controller with access to this information.
fr_fr: Conformément à l'article 33, paragraphe 5, du RGPD, le responsable du traitement doit documenter toutes les violations de données, y compris les faits relatifs à l'atteinte aux données personnelles, leurs conséquences et les mesures correctives prises. Sur demande, le responsable du traitement doit fournir au contrôleur l'accès à ces informations.

source: Returning Personal Data
fr_fr: Retour de données personnelles

source: After expiry of the Agreement, the Processor shall, at the discretion of the Controller, arrange for the return of all Personal Data to the Controller or for the erasure of all Personal Data. The Processor shall remove all copies, except where otherwise provided by law.
fr_fr: Après l'expiration de l'accord, le responsable du traitement doit, à la discrétion du contrôleur, prendre des dispositions pour le retour de toutes les données personnelles au contrôleur ou pour l'effacement de toutes les données personnelles. Le responsable du traitement doit retirer toutes les copies, sauf disposition contraire de la loi.

source: Obligation to disclose information and audit
fr_fr: Obligation de divulguer informations et audits connus

source: The Controller shall have the right to conduct audits to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initi-ated by the Controller.
fr_fr: Le contrôleur a le droit de mener des audits pour vérifier la conformité avec tous les points de l'accord de traitement des données et tout ce qui s'y rapporte directement. Cette vérification ne doit avoir lieu qu'après que le Contrôleur a demandé au Responsable du traitement des rapports d'audit similaires, les a examinés et a avancé des arguments raisonnables pour justifier un audit initié par le Contrôleur.

source: The Controller shall have the right to have audits carried out by an independent external ex-pert, who is bound by confidentiality, to verify compliance with all points of the Data Pro-cessing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initi-ated by the Controller.
fr_fr: Le contrôleur a le droit de faire effectuer des audits par un expert externe indépendant, qui est tenu par la confidentialité, afin de vérifier la conformité avec tous les points de l'accord de traitement des données et tout ce qui s'y rapporte directement. Cette vérification ne doit avoir lieu qu'après que le Contrôleur a demandé au Responsable du traitement des rapports d'audit similaires, les a examinés et a avancé des arguments raisonnables pour justifier un audit initié par le Contrôleur.

source: Such an audit is justified if the similar audit reports present at the Processor's are inconclu-sive or insufficiently conclusive with respect to the Processor's compliance with this Data Pro-cessing Agreement. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
fr_fr: Une telle vérification est justifiée si les rapports d'audit similaires présentés par le sous-traitant sont incohérents ou insuffisamment concluants en ce qui concerne la conformité du sous-traitant avec le présent accord de traitement des données. Le contrôleur communique au préalable la vérification au responsable du traitement, en respectant dûment une période minimale de deux semaines.

source: Such an audit shall be justified in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
fr_fr: Un tel audit doit être justifié en cas de suspicion concrète d'abus. Le contrôleur communique au préalable la vérification au responsable du traitement, en respectant dûment une période minimale de deux semaines.

source: Such an audit may be carried out once every three months, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks
fr_fr: Un tel audit peut être effectué une fois tous les trois mois, et plus souvent en cas de suspicion concrète d'abus. Le contrôleur communique au préalable la vérification au processeur, en respectant dûment une période minimale de deux semaines

source: Such an audit may be carried out once every calendar year, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
fr_fr: Un tel audit peut être effectué une fois par année civile, et plus souvent en cas de suspicion concrète d'abus. Le contrôleur communique au préalable la vérification au responsable du traitement, en respectant dûment une période minimale de deux semaines.

source: The findings in respect of the audit carried out shall be implemented by the Processor as soon as possible.
fr_fr: Les constatations relatives à l'audit effectué doivent être mises en œuvre par le responsable du traitement dans les meilleurs délais.

source: The findings of the audit carried out will be assessed by the Parties in joint consultation and, depending on the assessment, implemented (or not) by either Party or jointly by both Parties.
fr_fr: Les conclusions de l'audit réalisé seront évaluées par les parties en consultation conjointe et, selon l'évaluation, mises en œuvre (ou non) par l'une ou l'autre des parties ou conjointement par les deux parties.

source: The costs of the audit as described in paragraph 1 shall be borne by the Data Controller.
fr_fr: Les coûts de l'audit décrits au paragraphe 1 sont à la charge du Contrôleur du traitement des données.

source: The costs of the audit as described in paragraph 1 shall be borne by the Processor
fr_fr: Les coûts de l'audit décrits au paragraphe 1 sont à la charge du Prestataire

source: 11.5 The costs of the audit as described in paragraph 1 shall be borne by the Processor, in the event of non-trivial breaches of the obligations arising from the Data Processing Agreement. Otherwise, the costs shall be borne by the Controller.
fr_fr: 11.5 Les coûts de l'audit décrits au paragraphe 1 sont à la charge du responsable de traitement, en cas de violation non triviale des obligations découlant de l'accord de traitement des données. Dans le cas contraire, les frais sont à la charge du Contrôleur.

source: Other Terms and Conditions
fr_fr: Autres Termes et Conditions

source: The Processor shall be liable towards the Controller for all consequences of the breach of this Data Processing Agreement, and shall indemnify the Controller against all claims by third parties, including any penalties, to the extent attributable to the Processor.
fr_fr: Le Prestataire sera responsable envers le Contrôleur de toutes les conséquences de la violation du présent Contrat de Traitement de Données et indemnisera le Contrôleur de toutes les réclamations de tiers, y compris les pénalités, dans la mesure où elles sont imputables au Prestataire.

source: The liability of the Processor shall never exceed %s per year.
fr_fr: La responsabilité du Responsable de traitement ne doit jamais dépasser %s par an.

source: During the Data Processing Agreement, the Processor shall have and continue to have adequate insurance cover in place for liability in accordance with this article. The insurance policy should at least cover %s
fr_fr: Au cours de l'accord de traitement des données, le Délégué à la protection des données doit bénéficier et continuer de bénéficier d'une couverture d'assurance adéquate pour sa responsabilité, conformément à cet article. La police d'assurance devrait au moins couvrir % s

source: The limitation referred to in this Article shall not apply if and insofar as the damage is the result of intent or deliberate recklessness on the part of the Processor or its management.
fr_fr: La limitation mentionnée dans le présent article ne s'applique pas si et dans la mesure où le dommage résulte d'une intention ou d'une insouciance délibérée de la part du Responsable du traitement ou de sa direction.

source: The insurance cover shall at least include: Data breaches
fr_fr: La couverture d'assurance comprend au moins : les violations de données

source: The insurance shall cover: Non-compliance with the Data Processing Agreement.
fr_fr: L'assurance doit couvrir : Non-respect du contrat de traitement de données.

source: The insurance conditions may be viewed upon request.
fr_fr: Les conditions d'assurance peuvent être consultées sur demande.

source: The Processing of Personal Data
fr_fr: Le traitement des données personnelles

source: Purpose of the processing
fr_fr: But du traitement

source: Within the scope of the Data Processing Agreement, the Processor shall process the following (special) personal data on the instructions of the Controller:<br>%s<br>%s
fr_fr: Dans le cadre de l'accord de traitement des données, le Responsable du traitement doit traiter les données personnelles (spéciales) suivantes sur les instructions du Contrôleur : <br>%s <br>%s

source: Data subject categories
fr_fr: Catégories de personnes concernées

source: Personal data of the following groups of persons shall be processed:<br>%s<br>%s
fr_fr: Les données personnelles des groupes de personnes suivants doivent être traitées : <br>%s<br>%s

source: The Controller shall ensure that the purposes, personal data, and categories of data subjects described in this Annex 1 are complete and correct, and shall indemnify the Processor against any defects and claims resulting from an incorrect representation by the Controller.
fr_fr: Le Contrôleur veille à ce que les finalités, données personnelles et catégories de personnes concernées, décrites dans la présente Annexe 1, soient complètes et correctes et indemnise le Responsable du traitement contre tout défaut et toute réclamation résultant d'une représentation incorrecte par le Contrôleur.

source: Security measures
fr_fr: Mesures de sécurité
