Repository: Really-Simple-Plugins/complianz-gdpr
Catalog: config/languages/complianz-*.po
Languages: fr_fr

source: we first request your explicit consent to process your personal data in cases requiring your consent;
fr_fr: nous demandons d'abord votre consentement explicite pour traiter vos données personnelles dans les cas nécessitant votre consentement;

source: we take appropriate security measures to protect your personal data and also require this from parties that process personal data on our behalf;
fr_fr: nous prenons des mesures de sécurité appropriées pour protéger vos données personnelles et exigeons également ceci des parties qui traitent des données personnelles en notre nom ;

source: we respect your right to to access your personal data or have it corrected or deleted, at your request.
fr_fr: nous respectons votre droit d'accéder à vos données personnelles ou de les faire corriger ou supprimer, à votre demande.

source: If you have any questions, or want to know exactly what data we keep of you, please contact us.
fr_fr: Si vous avez des questions, ou si vous voulez savoir exactement quelles données nous conservons, veuillez nous contacter.

source: Sharing with other parties
fr_fr: Partage avec d'autres parties

source: We only share this data with processors and with other third parties for which the data subjects consent must be obtained. It concerns the following party or parties:
fr_fr: Nous partageons uniquement ces données avec les responsables de traitement et avec d'autres tiers pour lesquels le consentement des personnes concernées doit être obtenu. Il concerne la ou les parties suivantes :

source: Name:
fr_fr: Nom :

source: Country:
fr_fr: Pays :

source: Purpose:
fr_fr: Objectif:

source: Data:
fr_fr: Les données :

source: We do not share your data with third parties.
fr_fr: Nous ne partageons pas ces informations avec des tiers.

source: We only share this data with processors that are necessary for the performance of my service.
fr_fr: Nous partageons uniquement ces données avec les opérateurs dont l'intervention est nécessaire à la performance de ce service.

source: Our website uses cookies. For more information about cookies, please refer to our Cookie Statement. %scookiestatement%s.
fr_fr: Notre site utilise des cookies. Pour plus d'informations sur les cookies, veuillez vous reporter à notre déclaration de cookies. %sdéclaration de cookies%s.

source: We keep track of anonymised statistics to gain insight into how often and in what way visitors use our website.
fr_fr: Nous gardons la trace des statistiques anonymisées pour avoir un aperçu de la fréquence et de la manière dont les visiteurs utilisent notre site Web.

source: We have concluded a data processing agreement with Google.
fr_fr: Nous avons conclu un accord de traitement de données avec Google.

source: Google may not use the data for any other Google services.
fr_fr: Google ne peut pas utiliser les données pour d'autres services Google.

source: The inclusion of full IP addresses is blocked by us.
fr_fr: L'inclusion d'adresses IP est bloquée par nous.

source: We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorised access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.
fr_fr: Nous nous engageons à la sécurité des données personnelles. Nous prenons des mesures de sécurité appropriées pour limiter l'abus et l'accès non autorisé aux données personnelles. Cela garantit que seules les personnes pour lesquelles c'est nécessaire ont accès à vos données, que l'accès aux données est protégé et que nos mesures de sécurité sont régulièrement revues.

source: The security measures we use consist of:
fr_fr: Les mesures de sécurité que nous utilisons consistent en :

source: Third party websites
fr_fr: Sites Web des tiers

source: This privacy statement does not apply to third party websites connected by links on our website. We cannot guarantee that these third parties handle your personal data in a reliable or secure manner. We recommend you read the privacy statements of these websites prior to making use of these websites.
fr_fr: Cette déclaration de confidentialité ne s'applique pas aux sites Web de tiers reliés par des liens sur notre site Web. Nous ne pouvons pas garantir que ces tiers traitent vos données personnelles de manière fiable et sécurisée. Nous vous recommandons de lire les déclarations de confidentialité de ces sites Web avant d'utiliser ces derniers.

source: Amendments to this privacy statement
fr_fr: Modifications de cette déclaration de confidentialité

source: We reserve the right to make amendments to this privacy statement. It is recommended that you consult this privacy statement regularly in order to be aware of any changes. In addition, we will actively inform you wherever possible.
fr_fr: Nous nous réservons le droit d'apporter des modifications à cette déclaration de confidentialité. Il est recommandé de consulter régulièrement cette déclaration de confidentialité afin de prendre connaissance de tout changement. En outre, nous vous informerons activement dans la mesure du possible.

source: Accessing and modifying your data
fr_fr: Accéder et modifier vos données

source: If you have any questions or want to know which personal data we have about you, please contact us. You can contact us by using the information below. You have the following rights:
fr_fr: Si vous avez des questions ou si vous voulez savoir quelles données personnelles nous avons à votre sujet, veuillez nous contacter. Vous pouvez nous contacter en utilisant les informations ci-dessous. Vous avez les droits suivants :

source: You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
fr_fr: Vous avez le droit de savoir pourquoi vos données personnelles sont nécessaires, ce qui va leur advenir, et combien de temps elles seront conservées.

source: Right of access: You have the right to access your personal data that is known to us.
fr_fr: Droit d'accès : Vous avez le droit d'accéder à vos données personnelles que nous connaissons.

source: Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
fr_fr: Droit de rectification : vous avez le droit de compléter, corriger, faire supprimer ou bloquer vos données personnelles si jamais vous le souhaitez.

source: If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
fr_fr: Si vous nous donnez votre consentement pour traiter vos données, vous avez le droit de révoquer ce consentement et de faire supprimer vos données personnelles.

source: Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
fr_fr: Droit de transférer vos données : vous avez le droit de demander toutes vos données personnelles au contrôleur et de les transférer dans leur intégralité à un autre contrôleur.

source: Right to object: you may object to the processing of your data. We comply with this, unless there are justified grounds for processing.
fr_fr: Droit d'opposition : vous pouvez vous opposer au traitement de vos données. Nous nous y conformons, à moins qu'il n'y ait des motifs justifiés de traitement.

source: Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person.
fr_fr: Assurez-vous de toujours indiquer clairement qui vous êtes, afin que nous puissions être certains de ne pas modifier ou supprimer les données de la mauvaise personne.

source: Automated decision-making
fr_fr: Prise de décision automatisée

source: We make decisions on the basis of automated processing with respect to matters that may have (significant) consequences for individuals. These are decisions taken by computer programmes or systems without human intervention.
fr_fr: Nous prenons des décisions sur la base d'un traitement automatisé en ce qui concerne les questions qui peuvent avoir des conséquences (significatives) pour les individus. Ce sont des décisions prises par des programmes informatiques ou des systèmes sans intervention humaine.

source: Submitting a complaint
fr_fr: Déposer une plainte

source: If you are not satisfied with the way in which we handle (a complaint about) the processing of your personal data, you have the right to submit a complaint to the Data Protection Authority.
fr_fr: Si vous n'êtes pas satisfait de la manière dont nous gérons une plainte relative au traitement de vos données personnelles, vous avez le droit de déposer une plainte auprès de l'autorité de protection des données.

source: Data Protection Officer
fr_fr: Responsable protection des données

source: Our Data Protection Officer has been registered with the data protection authority in an EU Member State. If you have any questions or requests with respect to this privacy statement or for the Data Protection Officer, you may contact %s, via %s or by telephone on %s.
fr_fr: Notre délégué à la protection des données a été enregistré auprès de l'autorité de protection des données dans un État membre de l'UE. Si vous avez des questions ou des demandes concernant la présente déclaration de confidentialité ou au sujet du délégué à la protection des données, vous pouvez contacter %s, via %s ou par téléphone au %s.

source: Contact details
fr_fr: Coordonnées

source: We have appointed a representative within the EU. If you have any questions or requests with respect to this privacy statement or for our representative, you may contact %s, via %s or by telephone on %s.
fr_fr: Nous avons nommé un représentant au sein de l'UE. Si vous avez des questions ou des demandes concernant cette déclaration de confidentialité ou au sujet de notre représentant, vous pouvez contacter %s, via %s ou par téléphone au %s.

source: Annex
fr_fr: Annexe

source: What data do you collect for this purpose?
fr_fr: Quelles données collectez-vous à cette fin ?

source: Name, Address and City
fr_fr: Nom, adresse et ville

source: Birth date
fr_fr: Date de naissance

source: Username, passwords and other account specific data
fr_fr: Nom d'utilisateur, mots de passe et autres données spécifiques au compte

source: Sex
fr_fr: Sexe

source: Location
fr_fr: Emplacement

source: Visitor behavior
fr_fr: Comportement des visiteurs

source: Social media accounts
fr_fr: Comptes de médias sociaux

source: Criminal or legal data
fr_fr: Données criminelles ou légales

source: Telephone number
fr_fr: Numéro de téléphone

source: Specify the purpose
fr_fr: Spécifiez le but

source: How long will you retain data for this specific purpose?
fr_fr: Combien de temps allez-vous conserver les données dans ce but spécifique ?

source: When the services are terminated or completed
fr_fr: Lorsque les services sont terminés ou exécutés

source: When the services are terminated or completed, plus the number of months mentioned below
fr_fr: Lorsque les services sont terminés ou exécutés, plus le nombre de mois mentionné ci-dessous

source: Other period
fr_fr: Autre période

source: I determine the retention period according to fixed objective criteria
fr_fr: Je détermine la période de rétention en fonction de critères objectifs fixes

source: Retention period in weeks, months or years:
fr_fr: Période de conservation en semaines, mois ou années :

source: Retention period in months
fr_fr: Période de rétention en mois

source: Necessary retention period in months after completion:
fr_fr: Période de conservation nécessaire en mois après l'achèvement :

source: Describe these criteria in understandable terms:
fr_fr: Décrivez ces critères en termes compréhensibles :

source: I obtain permission from the person concerned
fr_fr: J'obtiens la permission de la personne concernée

source: It is necessary for the execution of an agreement with the person concerned
fr_fr: Il est nécessaire pour l'exécution d'un accord avec la personne concernée

source: I am obligated by law
fr_fr: Je suis obligé par la loi

source: It is necessary to fulfilll a task concerning public law.
fr_fr: Il est nécessaire d'accomplir une tâche concernant le droit public.

source: It is necessary for my own legitimate interest, and that interest outweighs the interest of the person concerned.
fr_fr: C'est nécessaire pour mon propre intérêt légitime, et cet intérêt l'emporte sur l'intérêt de la personne concernée.

source: The processing of personal data always requires a lawfull basis, which do you use?
fr_fr: Le traitement des données personnelles nécessite toujours une base légale, laquelle utilisez-vous ?

source: For help on how to answer these questions, please see this %sarticle%s
fr_fr: Pour obtenir de l'aide sur la façon de répondre à ces questions, veuillez consulter cette section %sarticle%s.

source: Purpose, data and retention period
fr_fr: Objet, données et période de conservation

source: We use your data for the following purpose:
fr_fr: Nous utilisons vos données dans le but suivant :

source: For this purpose we use the following data:
fr_fr: Pour ce faire, nous utilisons les données suivantes :

source: The basis on which we may process these data is:
fr_fr: La base sur laquelle nous pouvons traiter ces données est :

source: Consent obtained
fr_fr: Consentement obtenu

source: Performance of an agreement
fr_fr: Exécution d'un accord

source: Legal obligation
fr_fr: Obligation légale

source: Performance of a public task
fr_fr: Exécution d'une tâche publique

source: A legitimate interest of our own
fr_fr: Un intérêt légitime de notre part

source: We retain this data until the service is terminated.
fr_fr: Nous conservons ces données jusqu'à la fin du service.

source: We retain this data upon termination of the service for the following number of months: %s
fr_fr: Nous conservons ces données à la fin du service pendant le nombre de mois suivant : %s

source: Upon termination of the service we retain this data for the following period: %s.
fr_fr: À la fin du service, nous conservons ces données pendant la période de temps suivante : %s.

source: We determine the retention period according to fixed objective criteria: %s
fr_fr: Nous déterminons la période de rétention en fonction des critères objectifs fixés : %s

source: The undersigned:
fr_fr: Le(s) soussigné(s) :

source: hereinafter referred to as: Controller
fr_fr: ci-après dénommé : contrôleur

source: and
fr_fr: et

source: hereinafter referred to as: Processor
fr_fr: ci-après dénommé : Responsable du traitement

source: hereinafter jointly referred to as: Parties;
fr_fr: ci-après dénommés conjointement : Parties;

source: WHEREAS:
fr_fr: ATTENDU QUE :

source: Insofar as the Contractor processes Personal Data on behalf of the Client within the scope of the Agreement, the Client qualifies as the Controller for the Processing of Personal Data and the Contractor as the Processor, pursuant to Article 4 (7) and (8) of the Regulation;
fr_fr: Dans la mesure où l'entrepreneur traite les données personnelles pour le compte du client dans le cadre de l'accord, le client se voit qualifié en tant que contrôleur pour le traitement des données personnelles et l'entrepreneur en tant que responsable du traitement, conformément à l'article 4 (7) et (8) de la réglementation ;

source: The Parties to this Data Processing Agreement, within the meaning of Article 28 paragraph 3 of the Regulation, wish to record their agreements on the Processing of Personal Data.
fr_fr: Les Parties au présent Accord de traitement des données, au sens de l'article 28, paragraphe 3, du règlement, souhaitent enregistrer leurs accords sur le traitement des données personnelles.

source: Agree as follows:
fr_fr: Convenir comme suit :

source: Definitions
fr_fr: Définitions

source: The following terms used in this Data Processing Agreement shall have the meaning hereby assigned to them:
fr_fr: Les termes suivants utilisés dans cet accord de traitement de données ont le sens qui leur est attribué ici :

source: Data Subject
fr_fr: Personnes concernées

source: The person to whom Personal Data relates
fr_fr: La personne à laquelle les données personnelles se rapportent

source: Personal Data Breach
fr_fr: Violation de données personnelles

source: A breach of security that accidentally or unlawfully results in the destruction, loss, alteration or unauthorised disclosure or access to personal data transmitted, stored or otherwise processed.
fr_fr: Une violation de la sécurité qui entraîne accidentellement ou illégalement la destruction, la perte, la modification ou la divulgation non autorisée ou l'accès aux données personnelles transmises, stockées ou autrement traitées.

source: Agreement
fr_fr: Accord

source: The agreement between the Controller and the Processor.
fr_fr: L'accord entre le contrôleur et le responsable du traitement.

source: Personal Data
fr_fr: Données personnelles

source: Any information relating to an identified or identifiable natural person that the Processor processes on behalf of the Controller within the scope of the Agreement.
fr_fr: Toute information relative à une personne physique identifiée ou identifiable que le Responsable du traitement traite au nom du Contrôleur dans le cadre du Contrat.

source: Regulation
fr_fr: Règlement

source: Regulation (EU) 2016/679 of 27 April 2016 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (GDPR).
fr_fr: Règlement (UE) 2016/679 du 27 avril 2016 du Parlement européen et du Conseil relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46 / CE (RGPD).

source: Data Processing Agreement
fr_fr: Accord de traitement de données

source: This agreement including its recitals and annexes.
fr_fr: Cet accord, y compris ses considérants et annexes.

source: Any operation or any set of operations relating to Personal Data within the scope of the Agreement, carried out by means of automated processes or otherwise, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by means of transmission, disseminating or otherwise making available, aligning or combining, restriction, erasure or destruction.
fr_fr: Toute opération ou tout ensemble d'opérations relatives aux Données Personnelles entrant dans le champ d'application du Contrat, effectué(e) par des moyens automatisés ou autres, tels que collecte, enregistrement, organisation, structuration, stockage, adaptation ou altération, récupération, consultation, utilisation, divulgation par transmission, diffusion ou mise à disposition, alignement ou combinaison, restriction, effacement ou destruction.

source: Subject of this Data Processing Agreement
fr_fr: Objet de cet accord de traitement de données

source: This Data Processing Agreement regulates the Processing of Personal Data by the Processor within the scope of the Agreement.
fr_fr: Cet accord de traitement des données régit le traitement des données personnelles par le responsable du traitement dans le cadre de l'accord.

source: The nature and the purpose of the Processing, the type of Personal Data, and the categories of Data Subjects are set out in Annex 1.
fr_fr: La nature et le but du traitement, le type de données à caractère personnel et les catégories de personnes concernées figurent à l'annexe 1.

source: The Processor guarantees the implementation of appropriate technical and organisational measures, so that the Processing complies with the requirements of the Regulation and the protection of the rights of the Data Subject is guaranteed.
fr_fr: Le Prestataire garantit la mise en œuvre de mesures techniques et organisationnelles appropriées, de sorte que le Traitement réponde aux exigences du Règlement et que la protection des droits de la Personne concernée soit garantie.

source: The Processor guarantees compliance with the requirements of applicable legislation and regulations relating to the processing of Personal Data.
fr_fr: Le Prestataire garantit le respect des exigences de la législation et de la réglementation applicables au traitement des Données Personnelles.

source: The personal data to be processed on the instructions of the Controller shall remain the property of the Controller.
fr_fr: Les données personnelles à traiter sur les instructions du Contrôleur restent la propriété du Contrôleur.

source: Entry into force and duration
fr_fr: Entrée en vigueur et durée

source: This Agreement shall enter into force on the date it is signed by the Parties.
fr_fr: Le présent accord entre en vigueur à la date de sa signature par les parties.

source: This Data Processing Agreement shall terminate after and insofar as the Processor has deleted or returned all Personal Data in accordance with Article 10.
fr_fr: Ce contrat de traitement des données prendra fin après et dans la mesure où le processeur a supprimé ou renvoyé toutes les données personnelles conformément à l'article 10.

source: Neither Party may terminate this Data Processing Agreement prematurely.
fr_fr: Aucune des parties ne peut résilier ce contrat de traitement de données prématurément.

source: Parties may only amend this Agreement by mutual consent.
fr_fr: Les parties ne peuvent modifier le présent accord que d'un commun accord.

source: Scope of Processing Authority of the Processor
fr_fr: Rayon d'action de l'Autorité de Traitement du Prestataire

source: The Processor shall process the Personal Data exclusively on the basis of written instructions from the Controller, except in the case of derogating statutory provisions applicable to the Processor.
fr_fr: Le Prestataire traitera les Données Personnelles exclusivement sur la base d'instructions écrites du Contrôleur, sauf dans le cas de dispositions statutaires dérogatoires applicables au Prestataire.

source: If, in the opinion of the Processor, an instruction as referred to in the first paragraph conflicts with a statutory regulation on data protection, it shall inform the Controller thereof prior to the Processing, unless a statutory regulation prohibits such notification.
fr_fr: Si, de l'avis du sous-traitant, une instruction visée au premier alinéa est contraire à un règlement légal sur la protection des données, il doit en informer le contrôleur avant le traitement, sauf si un règlement légal interdit cette notification.

source: If the Processor is required to provide Personal Data on the basis of a statutory provision, it shall inform the Controller without delay and, if possible, prior to providing the data.
fr_fr: Si l'opérateur est tenu de fournir des données personnelles sur la base d'une disposition légale, il en informe le contrôleur sans délai et, si possible, avant de fournir les données.

source: The Processor has no control over the purpose and means of Processing of Personal Data.
fr_fr: Le Prestataire n'a aucun contrôle sur les objectifs ni sur les moyens de Traitement des Données Personnelles.

source: Security of the Processing
fr_fr: Sécurité du traitement
